<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">39959628</PMID><DateRevised><Year>2025</Year><Month>02</Month><Day>18</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2772-8129</ISSN><JournalIssue CitedMedium="Internet"><Volume>3</Volume><Issue>6</Issue><PubDate><Year>2024</Year><Month>Dec</Month></PubDate></JournalIssue><Title>CJC pediatric and congenital heart disease</Title><ISOAbbreviation>CJC Pediatr Congenit Heart Dis</ISOAbbreviation></Journal><ArticleTitle>Advance Care Planning for Adults With Moderate-to-Severe Congenital Heart Disease: Readiness Trial.</ArticleTitle><Pagination><StartPage>256</StartPage><EndPage>264</EndPage><MedlinePgn>256-264</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.cjcpc.2024.09.001</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="UNASSIGNED">Adults with congenital heart disease (CHD) are growing in number and living longer with complex lesions; however, many are at risk of death in midlife. Conversations about advance care planning (ACP) in this population have been found to be infrequent and not part of regular outpatient care. The intent of this study was to explore readiness of patients with adult CHD (ACHD) to discuss ACP and assess the impact of interventions to support ACP conversations.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">We conducted a prospective, randomized, single-centre trial of adults with moderate to severe CHD. Simply, the control group was asked if they were ready to discuss their wishes if they were to become seriously ill. The intervention group was provided 2 additional resources with the readiness question, the modified Lyon Family-Centered ACP survey and a patient-partner created ACHD-ACP video.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">A total of 111 responses (control [n&#xa0;= 59] and intervention group [n&#xa0;= 52]) were collected for analysis. Women represented 59.0% of the participants. The mean age was 39.6 years (standard deviation&#xa0;= 14.8 years). No significant difference was found between the control and experimental groups' readiness (94.9% and 90.4%, respectively). Most participants (92.8%) responded positively towards initiating conversations related to end-of-life and ACP discussions.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">We found that adults with CHD are ready to have ACP conversations as part of their outpatient care. Patient preferences and values should guide ACP conversations; further research is needed to determine whether the modified Lyon Family-Centered ACP survey and ACHD-ACP video are helpful adjuncts for ACP in outpatient clinics.</AbstractText><CopyrightInformation>&#xa9; 2024 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Jenkins</LastName><ForeName>Jessica D</ForeName><Initials>JD</Initials><AffiliationInfo><Affiliation>Department of Critical Care Medicine, Alberta Health Services, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Clinical Associate, Faculty of Nursing, University of Calgary, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Cardiac Sciences, Division of Cardiology, University of Calgary and Alberta Health Services, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Poku</LastName><ForeName>Kayla</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Libin Cardiovascular Institute, University of Calgary, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hass</LastName><ForeName>Connor</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Faculty of Kinesiology, University of Calgary, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kotelko</LastName><ForeName>Michelle A L</ForeName><Initials>MAL</Initials><AffiliationInfo><Affiliation>Libin Cardiovascular Institute, University of Calgary, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Campbell</LastName><ForeName>David</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Keir</LastName><ForeName>Michelle</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Cardiac Sciences, Division of Cardiology, University of Calgary and Alberta Health Services, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Libin Cardiovascular Institute, University of Calgary, Calgary, Alberta, Canada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2024</Year><Month>09</Month><Day>11</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>CJC Pediatr Congenit Heart Dis</MedlineTA><NlmUniqueID>9918697364606676</NlmUniqueID><ISSNLinking>2772-8129</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="CONTEXTE" NlmCategory="UNASSIGNED">Les adultes atteints de cardiopathie cong&#xe9;nitale sont de plus en plus nombreux et vivent plus longtemps avec des l&#xe9;sions complexes; cependant, nombre d&#x2019;entre eux pr&#xe9;sentent un risque de d&#xe9;c&#xe8;s au mi-temps de la vie. Il a &#xe9;t&#xe9; d&#xe9;montr&#xe9; que les conversations sur la planification pr&#xe9;alable de soins (PPS) sont rares au sein de cette population et qu&#x2019;elles ne font pas partie des soins ambulatoires habituels. Cette &#xe9;tude avait pour but de d&#xe9;terminer dans quelle mesure les adultes atteints de cardiopathie cong&#xe9;nitale &#xe9;taient dispos&#xe9;s &#xe0; parler de la PPS et d&#x2019;&#xe9;valuer l&#x2019;effet des interventions pour favoriser des conversations sur la PPS.</AbstractText><AbstractText Label="M&#xc9;THODOLOGIE" NlmCategory="UNASSIGNED">Nous avons men&#xe9; un essai monocentrique, prospectif et &#xe0; r&#xe9;partition al&#xe9;atoire aupr&#xe8;s d&#x2019;adultes atteints de cardiopathie cong&#xe9;nitale mod&#xe9;r&#xe9;e &#xe0; s&#xe9;v&#xe8;re. Nous avons tout simplement demand&#xe9; aux membres du groupe t&#xe9;moin s&#x2019;ils &#xe9;taient pr&#xea;ts &#xe0; parler de ce qu&#x2019;ils souhaiteraient s&#x2019;ils devenaient gravement malades. Le groupe d&#x2019;intervention a eu &#xe0; sa disposition deux ressources additionnelles portant sur la r&#xe9;ceptivit&#xe9; des patients, le questionnaire Lyon Family-Centered ACP Survey (ML-ACP) modifi&#xe9; et une vid&#xe9;o sur la PPS en pr&#xe9;sence de cardiopathie cong&#xe9;nitale cr&#xe9;&#xe9;e en partenariat avec les patients.</AbstractText><AbstractText Label="R&#xc9;SULTATS" NlmCategory="UNASSIGNED">Au total, 111 r&#xe9;ponses (groupe t&#xe9;moin [n&#xa0;= 59] et groupe d&#x2019;intervention [n&#xa0;= 52]) ont &#xe9;t&#xe9; recueillies &#xe0; des fins d&#x2019;analyse. Les femmes repr&#xe9;sentaient 59,0 % des participants. L&#x2019;&#xe2;ge moyen &#xe9;tait 39,6 ans (&#xe9;cart-type&#xa0;= 14,8 ans). Aucune diff&#xe9;rence notable n&#x2019;a &#xe9;t&#xe9; observ&#xe9;e entre le groupe t&#xe9;moin et le groupe d&#x2019;intervention (respectivement 94,9 % et 90,4 %) quant au fait d&#x2019;&#xea;tre pr&#xea;ts &#xe0; tenir ces conversations. La plupart des participants (92,8 %) ont r&#xe9;pondu positivement, se disant pr&#xea;ts &#xe0; amorcer des conversations sur la fin de la vie et la PPS.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Nous avons constat&#xe9; que les adultes atteints de cardiopathie cong&#xe9;nitale sont pr&#xea;ts &#xe0; avoir des conversations sur la PPS dans le cadre des soins ambulatoires. Les conversations sur la PPS doivent &#xea;tre guid&#xe9;es par les pr&#xe9;f&#xe9;rences et les valeurs des patients, il faut d&#x2019;autres recherches pour d&#xe9;terminer si le questionnaire ML-ACP et la vid&#xe9;o sur la PPS en pr&#xe9;sence de cardiopathie cong&#xe9;nitale sont des ajouts utiles pour la PPS dans les cliniques externes.</AbstractText><CopyrightInformation>&#xa9; 2024 The Authors.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>6</Month><Day>18</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>9</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>11</Hour><Minute>4</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>11</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>5</Hour><Minute>57</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2024</Year><Month>9</Month><Day>11</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39959628</ArticleId><ArticleId IdType="pmc">PMC11827026</ArticleId><ArticleId IdType="doi">10.1016/j.cjcpc.2024.09.001</ArticleId><ArticleId IdType="pii">S2772-8129(24)00081-2</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Verheugt C.L., Uiterwaal C.S.P.M., van der Velde E.T., et al. Mortality in adult congenital heart disease. Eur Heart J. 2010;31:1220&#x2013;1229.</Citation><ArticleIdList><ArticleId IdType="pubmed">20207625</ArticleId></ArticleIdList></Reference><Reference><Citation>Marelli A.J., Ionescu-Ittu R., Mackie A.S., et al. Lifetime prevalence of congenital heart disease in the general population from 2000 to 2010. Circulation. 2014;130:749&#x2013;756.</Citation><ArticleIdList><ArticleId IdType="pubmed">24944314</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopez K.N., Morris S.A., Sexson Tejtel S.K., Espaillat A., Salemi J.L. US mortality attributable to congenital heart disease across the lifespan from 1999 through 2017 exposes persistent racial/ethnic disparities. Circulation. 2020;142:1132&#x2013;1147.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7508797</ArticleId><ArticleId IdType="pubmed">32795094</ArticleId></ArticleIdList></Reference><Reference><Citation>Goldstein S.A., D&#x2019;Ottavio A., Spears T., et al. Causes of death and cardiovascular comorbidities in adults with congenital heart disease. J&#xa0;Am Heart Assoc. 2020;9</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7660712</ArticleId><ArticleId IdType="pubmed">32654582</ArticleId></ArticleIdList></Reference><Reference><Citation>Tobler D., Greutmann M., Colman J.M., et al. End-of-life care in hospitalized adults with complex congenital heart disease: care delayed, care denied. Palliat Med. 2012;26:72&#x2013;79.</Citation><ArticleIdList><ArticleId IdType="pubmed">21697263</ArticleId></ArticleIdList></Reference><Reference><Citation>Oechslin E.N., Harrison D.A., Connelly M.S., Webb G.D., Siu S.C. Mode of death in adults with congenital heart disease. Am J Cardiol. 2000;86:1111&#x2013;1116.</Citation><ArticleIdList><ArticleId IdType="pubmed">11074209</ArticleId></ArticleIdList></Reference><Reference><Citation>Bhatt A.B., Rajabali A., He W., Benavidez O.J. High resource use among adult congenital heart surgery admissions in adult hospitals: risk factors and association with death and comorbidities. Congenit Heart Dis. 2015;10:13&#x2013;20.</Citation><ArticleIdList><ArticleId IdType="pubmed">24521268</ArticleId></ArticleIdList></Reference><Reference><Citation>Pillutla P.M.D., Shetty K.D.M.D., Foster E.M.D. Mortality associated with adult congenital heart disease: trends in the US population from 1979 to 2005. Am Heart J. 2009;158:874&#x2013;879.</Citation><ArticleIdList><ArticleId IdType="pubmed">19853711</ArticleId></ArticleIdList></Reference><Reference><Citation>Steiner J.M., Kirkpatrick J.N., Heckbert S.R., et al. Hospital resource utilization and presence of advance directives at the end of life for adults with congenital heart disease. Congenit Heart Dis. 2018;13:721&#x2013;727.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6289645</ArticleId><ArticleId IdType="pubmed">30230232</ArticleId></ArticleIdList></Reference><Reference><Citation>Agarwal S., Sud K., Menon V. Nationwide hospitalization trends in adult congenital heart disease across 2003&#x2013;2012. J&#xa0;Am Heart Assoc. 2016;5</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4859356</ArticleId><ArticleId IdType="pubmed">26786543</ArticleId></ArticleIdList></Reference><Reference><Citation>Mackie A.S., Tran D.T., Marelli A.J., Kaul P. Cost of congenital heart disease hospitalizations in Canada: a population-based study. Can J Cardiol. 2017;33:792&#x2013;798.</Citation><ArticleIdList><ArticleId IdType="pubmed">28457736</ArticleId></ArticleIdList></Reference><Reference><Citation>Steiner J.M., Dhami A., Brown C.E., et al. Barriers and facilitators of palliative care and advance care planning in adults with congenital heart disease. Am J Cardiol. 2020;135:128&#x2013;134.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7606779</ArticleId><ArticleId IdType="pubmed">32866444</ArticleId></ArticleIdList></Reference><Reference><Citation>Deng L.X., Gleason L.P., Khan A.M., et al. Advance care planning in adults with congenital heart disease: a patient priority. Int J Cardiol. 2017;231:105&#x2013;109.</Citation><ArticleIdList><ArticleId IdType="pubmed">28096041</ArticleId></ArticleIdList></Reference><Reference><Citation>Ludmir J., Steiner J.M., Wong H.N., et al. Palliative care opportunities among adults with congenital heart disease&#x2014;a systematic review. J&#xa0;Pain Symptom Manage. 2019;58:891&#x2013;898.</Citation><ArticleIdList><ArticleId IdType="pubmed">31404639</ArticleId></ArticleIdList></Reference><Reference><Citation>Greutmann M., Tobler D., Colman J.M., et al. Facilitators of and barriers to advance care planning in adult congenital heart disease. Congenit Heart Dis. 2013;8:281&#x2013;288.</Citation><ArticleIdList><ArticleId IdType="pubmed">23279997</ArticleId></ArticleIdList></Reference><Reference><Citation>Hagen N.A., Howlett J., Sharma N.C., et al. Advance care planning: identifying system-specific barriers and facilitators. Curr Oncol. 2015;22:e237&#x2013;e245.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4530820</ArticleId><ArticleId IdType="pubmed">26300673</ArticleId></ArticleIdList></Reference><Reference><Citation>Schwerzmann M., Goossens E., Gallego P., et al. Recommendations for advance care planning in adults with congenital heart disease: a position paper from the ESC Working Group of Adult Congenital Heart Disease, the Association of Cardiovascular Nursing and Allied Professions (ACNAP), the European Association for Palliative Care (EAPC), and the International Society for Adult Congenital Heart Disease (ISACHD) Eur Heart J. 2020;41:4200&#x2013;4210.</Citation><ArticleIdList><ArticleId IdType="pubmed">32862229</ArticleId></ArticleIdList></Reference><Reference><Citation>Stout K.K., Daniels C.J., Aboulhosn J.A., et al. 2018 AHA/ACC guideline for the management of adults with congenital heart disease: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J&#xa0;Am Coll Cardiol. 2019;73:1494&#x2013;1563.</Citation><ArticleIdList><ArticleId IdType="pubmed">30121240</ArticleId></ArticleIdList></Reference><Reference><Citation>Rogers J.G., Patel C.B., Mentz R.J., et al. Palliative care in heart failure: the PAL-HF randomized, controlled clinical trial. J&#xa0;Am Coll Cardiol. 2017;70:331&#x2013;341.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5664956</ArticleId><ArticleId IdType="pubmed">28705314</ArticleId></ArticleIdList></Reference><Reference><Citation>Gao W., Wilson R., Hepgul N., et al. Effect of short-term integrated palliative care on patient-reported outcomes among patients severely affected with long-term neurological conditions: a randomized clinical trial. JAMA Network Open. 2020;3</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7455856</ArticleId><ArticleId IdType="pubmed">32857151</ArticleId></ArticleIdList></Reference><Reference><Citation>Temel J.S., Greer J.A., Muzikansky A., et al. Early palliative care for patients with metastatic non&#x2013;small-cell lung cancer. N&#xa0;Engl J Med. 2010;363:733&#x2013;742.</Citation><ArticleIdList><ArticleId IdType="pubmed">20818875</ArticleId></ArticleIdList></Reference><Reference><Citation>Keir M., Tarr C., McFadden C., et al. Determining research priorities with teen and adult congenital heart disease patients: a mixed-methods study. CJC Pediatr Congenit Heart Dis. 2022;2:74&#x2013;81.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10642133</ArticleId><ArticleId IdType="pubmed">37970526</ArticleId></ArticleIdList></Reference><Reference><Citation>Warnes C.A., Liberthson R., Danielson G.K., et al. Task force 1: the changing profile of congenital heart disease in adult life. J&#xa0;Am Coll Cardiol. 2001;37:1170&#x2013;1175.</Citation><ArticleIdList><ArticleId IdType="pubmed">11300418</ArticleId></ArticleIdList></Reference><Reference><Citation>Lyon M.E., Jacobs S., Briggs L., Cheng Y.I., Wang J. Family-centered advance care planning for teens with cancer. JAMA Pediatr. 2013;167:1&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">23479062</ArticleId></ArticleIdList></Reference><Reference><Citation>Dallas R.H., Kimmel A., Wilkins M.L., et al. Acceptability of family-centered advanced care planning for adolescents with HIV. Pediatrics. 2016;138</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5127070</ArticleId><ArticleId IdType="pubmed">27940700</ArticleId></ArticleIdList></Reference><Reference><Citation>Tobler D., Greutmann M., Colman J.M., et al. Knowledge of and preference for advance care planning by adults with congenital heart disease. Am J Cardiol. 2012;109:1797&#x2013;1800.</Citation><ArticleIdList><ArticleId IdType="pubmed">22459306</ArticleId></ArticleIdList></Reference><Reference><Citation>DeCourcey D., Partin L., Revette A., Bernacki R., Wolfe J. The process and impact of a stakeholder driven adaptation of the serious illness conversation guide for AYAs and parents of children with serious illness (TH322B) J&#xa0;Pain Symptom Manage. 2020;59:418&#x2013;419.</Citation></Reference><Reference><Citation>Tobler D., Greutmann M., Colman J.M., et al. End-of-life in adults with congenital heart disease: a call for early communication. Int J Cardiol. 2012;155:383&#x2013;387.</Citation><ArticleIdList><ArticleId IdType="pubmed">21094550</ArticleId></ArticleIdList></Reference><Reference><Citation>Steiner J.M., West K.M., Bayley E., et al. Experience with advance care planning discussions among pregnant women with congenital heart disease. J&#xa0;Pain Symptom Manage. 2021;62:587&#x2013;592.</Citation><ArticleIdList><ArticleId IdType="pubmed">33561491</ArticleId></ArticleIdList></Reference><Reference><Citation>Steiner J.M., Stout K., Soine L., Kirkpatrick J.N., Curtis J.R. Perspectives on advance care planning and palliative care among adults with congenital heart disease. Congenit Heart Dis. 2019;14:403&#x2013;409.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6561330</ArticleId><ArticleId IdType="pubmed">30575286</ArticleId></ArticleIdList></Reference><Reference><Citation>Coleman A., Chan A., Zaidi A.N. The emerging psychosocial profile of the adult congenital heart disease patient. Curr Opin Organ Transplant. 2020;25:506&#x2013;512.</Citation><ArticleIdList><ArticleId IdType="pubmed">32833706</ArticleId></ArticleIdList></Reference><Reference><Citation>Verrall C.E., Blue G.M., Loughran-Fowlds A., et al. &#x2018;Big issues&#x2019; in neurodevelopment for children and adults with congenital heart disease. Open Heart. 2019;6</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6615801</ArticleId><ArticleId IdType="pubmed">31354955</ArticleId></ArticleIdList></Reference><Reference><Citation>Krasuski M.R., Serfas J.D., Krasuski R.A. Approaching end-of-life decisions in adults with congenital heart disease. Curr Cardiol Rep. 2020;22:173.</Citation><ArticleIdList><ArticleId IdType="pubmed">33040248</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>