<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">40930915</PMID><DateRevised><Year>2025</Year><Month>09</Month><Day>10</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Print">0013-7006</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2025</Year><Month>Sep</Month><Day>09</Day></PubDate></JournalIssue><Title>L'Encephale</Title><ISOAbbreviation>Encephale</ISOAbbreviation></Journal><ArticleTitle>[Impact of transcranial magnetic stimulation on depressive symptoms relief in patients with chronic neuropathic pain and comorbid depression: A narrative literature review].</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">S0013-7006(25)00135-6</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.encep.2025.05.008</ELocationID><Abstract><AbstractText>Neuropathic pain results from an injury or a dysfunction of the somatosensory system. Management of this disease is complex due to a restricted therapeutic arsenal and limited efficacy of currently available treatments. Because of its chronic and disabling nature, neuropathic pain is strongly associated with depressive disorders. New neuromodulatory approaches such as repetitive transcranial magnetic stimulation (rTMS) represent an innovative therapeutic option with documented efficacy in the treatment of neuropathic pain and major depressive disorder respectively. Despite the frequent comorbidity between neuropathic pain and depressive disorder, there is no accurate data in the literature concerning the place of rTMS in the combined treatment of these two diseases. This narrative literature review was conducted to assess the impact of antalgic rTMS protocols on the improvement of depressive symptoms in patients with chronic neuropathic pain. An analysis of 20&#xa0;trials showed that motor cortex rTMS protocols with optimised parameters (frequency of at least 10&#xa0;Hz, at least 2000&#xa0;pulses per session and at least 10&#xa0;stimulation sessions) could improve depressive symptoms in patients with chronic neuropathic pain. Other cortical target protocols including dorsolateral prefrontal cortex, anterior cingulate cortex and secondary somatosensory cortex did not seem to be effective in relieving depressive symptoms in these patients. Available data indicates a strong heterogeneity and must be confirmed by large sample size randomized trials.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 L'Enc&#xe9;phale, Paris. Published by Elsevier Masson SAS. All rights reserved.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Durade-Replat</LastName><ForeName>Pierre-Edouard</ForeName><Initials>PE</Initials><AffiliationInfo><Affiliation>Centre d'&#xe9;valuation et de traitement de la douleur, CHU de Bordeaux, Bordeaux, France; Centre de r&#xe9;f&#xe9;rence r&#xe9;gional des pathologies anxieuses et de la d&#xe9;pression, p&#xf4;le de psychiatrie g&#xe9;n&#xe9;rale et universitaire, centre hospitalier Charles-Perrens, 33076 Bordeaux, France. Electronic address: pierre-edouard.durade-replat@chu-bordeaux.fr.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Floccia</LastName><ForeName>Marie</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Centre d'&#xe9;valuation et de traitement de la douleur, CHU de Bordeaux, Bordeaux, France.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Philippe</LastName><ForeName>Anne</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Centre d'&#xe9;valuation et de traitement de la douleur, CHU de Bordeaux, Bordeaux, France.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bienvenu</LastName><ForeName>Thomas C M</ForeName><Initials>TCM</Initials><AffiliationInfo><Affiliation>Centre de r&#xe9;f&#xe9;rence r&#xe9;gional des pathologies anxieuses et de la d&#xe9;pression, p&#xf4;le de psychiatrie g&#xe9;n&#xe9;rale et universitaire, centre hospitalier Charles-Perrens, 33076 Bordeaux, France; Inserm U1215, Neurocentre Magendie, 33000 Bordeaux, France. Electronic address: thomas.bienvenu@u-bordeaux.fr.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Stimulation magn&#xe9;tique transcr&#xe2;nienne dans la douleur neuropathique avec d&#xe9;pression comorbide&#xa0;: revue narrative.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2025</Year><Month>09</Month><Day>09</Day></ArticleDate></Article><MedlineJournalInfo><Country>France</Country><MedlineTA>Encephale</MedlineTA><NlmUniqueID>7505643</NlmUniqueID><ISSNLinking>0013-7006</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Comorbidit&#xe9; psychiatrique</Keyword><Keyword MajorTopicYN="N">Depression</Keyword><Keyword MajorTopicYN="N">Douleur neuropathique</Keyword><Keyword MajorTopicYN="N">D&#xe9;pression</Keyword><Keyword MajorTopicYN="N">Neuropathic pain</Keyword><Keyword MajorTopicYN="N">Psychiatric comorbidity</Keyword><Keyword MajorTopicYN="N">RTMS</Keyword></KeywordList><CoiStatement>D&#xe9;claration de liens d&#x2019;int&#xe9;r&#xea;ts Les auteurs d&#xe9;clarent ne pas avoir de liens d&#x2019;int&#xe9;r&#xea;ts.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>5</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>5</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>5</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>9</Month><Day>11</Day><Hour>0</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>9</Month><Day>11</Day><Hour>0</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>9</Month><Day>10</Day><Hour>21</Hour><Minute>53</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40930915</ArticleId><ArticleId IdType="doi">10.1016/j.encep.2025.05.008</ArticleId><ArticleId IdType="pii">S0013-7006(25)00135-6</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>