<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">40894839</PMID><DateCompleted><Year>2025</Year><Month>09</Month><Day>15</Day></DateCompleted><DateRevised><Year>2025</Year><Month>09</Month><Day>15</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2589-790X</ISSN><JournalIssue CitedMedium="Internet"><Volume>7</Volume><Issue>8</Issue><PubDate><Year>2025</Year><Month>Aug</Month></PubDate></JournalIssue><Title>CJC open</Title><ISOAbbreviation>CJC Open</ISOAbbreviation></Journal><ArticleTitle>Cardiovascular Prehabilitation in Patients Awaiting Heart Transplantation- Addressing Clinical Needs (the PREHAB HTx Study).</ArticleTitle><Pagination><StartPage>1110</StartPage><EndPage>1119</EndPage><MedlinePgn>1110-1119</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.cjco.2025.05.009</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="UNASSIGNED">To compare the effects of a 12-week prehabilitation (PREHAB) program vs usual care (UC) on functional capacity in adults listed for heart transplantation. Secondary aims included comparing peak oxygen uptake ( <mml:math xmlns:mml="http://www.w3.org/1998/Math/MathML"> <mml:mrow><mml:mover><mml:mi>V</mml:mi> <mml:mo>&#x2d9;</mml:mo></mml:mover> </mml:mrow> </mml:math> O<sub>2</sub>peak), frailty, physical activity, mental health, cognitive function, quality of life (QoL), and dietary habits.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A multicentre randomized controlled trial was conducted. Participants were randomized to PREHAB or UC. The 12-week PREHAB program included twice weekly high-intensity interval training sessions on an upright cycle ergometer, a stress management course, and a nutrition workshop. The primary outcome was functional capacity (6-minute walk test distance) from baseline to 12 weeks of follow-up. Secondary outcomes included changes in <mml:math xmlns:mml="http://www.w3.org/1998/Math/MathML"> <mml:mrow><mml:mover><mml:mi>V</mml:mi> <mml:mo>&#x2d9;</mml:mo></mml:mover> </mml:mrow> </mml:math> O<sub>2</sub>peak, frailty, physical activity, severity of anxiety, depression, and stress, cognitive function, QoL, and dietary habits.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Trial recruitment began in October 2018 and closed, due to the COVID-19 pandemic, in October 2020. Of 84 patients screened, 17 were recruited (age: 44 &#xb1; 9 years, 71% male), and 4 were randomized (PREHAB = 2; UC = 2). Both patients completed PREHAB, and 1 patient completed UC. Reasons for dropout throughout the trial included the following: receiving a transplant; medication and device contraindications; commitment and travel constraints; and lack of interest. PREHAB showed potential for improvements in the 6-minute walk test distance (Baseline [B]: 343 &#xb1; 120; follow-up [FU]: 465 m), <mml:math xmlns:mml="http://www.w3.org/1998/Math/MathML"> <mml:mrow><mml:mover><mml:mi>V</mml:mi> <mml:mo>&#x2d9;</mml:mo></mml:mover> </mml:mrow> </mml:math> O<sub>2</sub>peak (B: 14.9 &#xb1; 0.1; FU: 15.8 &#xb1; 0.4 mL/kg/min), and QoL measured using the Minnesota Living with Heart Failure Questionnaire (B: 41 &#xb1; 33; FU: 26 &#xb1; 1 points).</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">Recruitment for and completion of PREHAB for patients listed for heart transplantation proved challenging. Given wait-time limitations, future research should examine alternative PREHAB programming, offered sooner following listing, that addresses reported barriers to participation.</AbstractText><AbstractText Label="CLINICAL TRIAL REGISTRATION" NlmCategory="UNASSIGNED">NCT02957955.</AbstractText><CopyrightInformation>&#xa9; 2025 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Reed</LastName><ForeName>Jennifer L</ForeName><Initials>JL</Initials><AffiliationInfo><Affiliation>University of Ottawa Heart Institute, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tulloch</LastName><ForeName>Heather E</ForeName><Initials>HE</Initials><AffiliationInfo><Affiliation>University of Ottawa Heart Institute, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Medicine, Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ross</LastName><ForeName>Heather</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Toronto General Hospital Research Institute, University of Toronto, Toronto, Ontario, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Terada</LastName><ForeName>Tasuku</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>University of Ottawa Heart Institute, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>School of Life Sciences, Division of Physiology, Pharmacology, and Neuroscience, University of Nottingham, Nottingham, United Kingdom.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mistura</LastName><ForeName>Matheus</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>University of Ottawa Heart Institute, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mar&#xe7;al</LastName><ForeName>Isabela Roque</ForeName><Initials>IR</Initials><AffiliationInfo><Affiliation>University of Ottawa Heart Institute, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>School of Human Kinetics, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Oh</LastName><ForeName>Paul</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Toronto Rehabilitation Institute, Toronto, Ontario, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chih</LastName><ForeName>Sharon</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>University of Ottawa Heart Institute, Ottawa, Ontario, Canada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><DataBankList CompleteYN="Y"><DataBank><DataBankName>ClinicalTrials.gov</DataBankName><AccessionNumberList><AccessionNumber>NCT02957955</AccessionNumber></AccessionNumberList></DataBank></DataBankList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>05</Month><Day>22</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>CJC Open</MedlineTA><NlmUniqueID>101763635</NlmUniqueID><ISSNLinking>2589-790X</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="CONTEXTE" NlmCategory="UNASSIGNED">Comparer les effets d&#x2019;un programme de pr&#xe9;adaptation (PREHAB) de 12 semaines et des soins habituels sur la capacit&#xe9; fonctionnelle d&#x2019;adultes en attente d&#x2019;une transplantation cardiaque. Les objectifs secondaires visaient &#xe0; comparer l&#x2019;absorption maximale d&#x2019;oxyg&#xe8;ne (VO<sub>2max</sub>), la fragilit&#xe9;, l&#x2019;activit&#xe9; physique, la sant&#xe9; mentale, la fonction cognitive, la qualit&#xe9; de vie et les habitudes alimentaires.</AbstractText><AbstractText Label="M&#xc9;THODOLOGIE" NlmCategory="UNASSIGNED">Il s&#x2019;agissait d&#x2019;un essai contr&#xf4;l&#xe9; randomis&#xe9; multicentrique. Les participants ont &#xe9;t&#xe9; r&#xe9;partis al&#xe9;atoirement pour suivre un programme PREHAB ou recevoir les soins habituels. Le programme PREHAB de 12 semaines comprenait des s&#xe9;ances d&#x2019;entra&#xee;nement par intervalles &#xe0; haute intensit&#xe9; 2 fois par semaine sur un ergom&#xe8;tre pour utilisation en position verticale, une formation sur la gestion du stress et un atelier sur la nutrition. Le param&#xe8;tre d&#x2019;&#xe9;valuation principal &#xe9;tait l&#x2019;&#xe9;volution de la capacit&#xe9; fonctionnelle (distance parcourue au test de marche de 6 minutes) entre le d&#xe9;but de l&#x2019;&#xe9;tude et le suivi &#xe0; 12 semaines. Les param&#xe8;tres d&#x2019;&#xe9;valuation secondaires comprenaient la variation de la VO<sub>2max</sub>, de la fragilit&#xe9;, de l&#x2019;activit&#xe9; physique, de la s&#xe9;v&#xe9;rit&#xe9; de l&#x2019;anxi&#xe9;t&#xe9;, de la d&#xe9;pression et du stress, de la fonction cognitive, de la qualit&#xe9; de vie et des habitudes alimentaires.</AbstractText><AbstractText Label="R&#xc9;SULTATS" NlmCategory="UNASSIGNED">Le recrutement a d&#xe9;but&#xe9; en octobre 2018 et s&#x2019;est achev&#xe9; en octobre 2020 en raison de la pand&#xe9;mie de COVID-19. Parmi les 84 patients qui se sont soumis aux &#xe9;preuves de s&#xe9;lection, 17 ont &#xe9;t&#xe9; recrut&#xe9;s (&#xe2;ge : 44 &#xb1; 9 ans, 71 % d&#x2019;hommes) et quatre ont &#xe9;t&#xe9; r&#xe9;partis al&#xe9;atoirement (programme PREHAB = 2; soins habituels = 2). Les deux patients ont termin&#xe9; le programme PREHAB et un seul a re&#xe7;u l&#x2019;ensemble des soins habituels. Les motifs d&#x2019;abandon tout au long de l&#x2019;&#xe9;tude ont &#xe9;t&#xe9; les suivants : transplantation, contre-indications aux m&#xe9;dicaments ou &#xe0; l&#x2019;utilisation des appareils, contraintes li&#xe9;es &#xe0; l&#x2019;engagement et aux d&#xe9;placements, et manque d&#x2019;int&#xe9;r&#xea;t. Il a &#xe9;t&#xe9; montr&#xe9; que le programme PREHAB avait le potentiel d&#x2019;am&#xe9;liorer la distance parcourue au test de marche de 6 minutes (d&#xe9;but de l&#x2019;&#xe9;tude : 343 &#xb1; 120 m; suivi : 465 m), la VO<sub>2max</sub> (d&#xe9;but de l&#x2019;&#xe9;tude : 14,9 &#xb1; 0,1 mL/kg/min; suivi : 15,8 &#xb1; 0,4 mL/kg/min) et la qualit&#xe9; de vie d&#x2019;apr&#xe8;s le questionnaire <i>Minnesota Living with Heart Failure</i> (d&#xe9;but de l&#x2019;&#xe9;tude : 41 &#xb1; 33 points; suivi : 26 &#xb1; 1 points).</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">Il s&#x2019;est av&#xe9;r&#xe9; difficile de convaincre les patients en attente d&#x2019;une transplantation cardiaque de participer &#xe0; un programme PREHAB et de le poursuivre jusqu&#x2019;au bout. Compte tenu des limites inh&#xe9;rentes au temps d&#x2019;attente, il convient de mener des recherches sur les obstacles &#xe0; la participation &#xe0; d&#x2019;autres programmes PREHAB offerts plus t&#xf4;t apr&#xe8;s l&#x2019;inscription sur une liste d&#x2019;attente.</AbstractText><AbstractText Label="ENREGISTREMENT DE L&#x2019;ESSAI CLINIQUE" NlmCategory="UNASSIGNED">identifiant sur ClinicalTrials.gov : NCT02957955. Date d&#x2019;enregistrement : 8 novembre 2016.</AbstractText><CopyrightInformation>&#xa9; 2025 The Authors.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">exercise training</Keyword><Keyword MajorTopicYN="N">heart transplantation</Keyword><Keyword MajorTopicYN="N">high-intensity interval training</Keyword><Keyword MajorTopicYN="N">quality of life</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>10</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>5</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>9</Month><Day>2</Day><Hour>22</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>9</Month><Day>2</Day><Hour>22</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>9</Month><Day>2</Day><Hour>17</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>5</Month><Day>22</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40894839</ArticleId><ArticleId IdType="pmc">PMC12399121</ArticleId><ArticleId IdType="doi">10.1016/j.cjco.2025.05.009</ArticleId><ArticleId IdType="pii">S2589-790X(25)00384-1</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Savarese G., Becher P.M., Lund L.H., et al. Global burden of heart failure: a comprehensive and updated review of epidemiology. Cardiovasc Res. 2023;118:3272&#x2013;3287.</Citation><ArticleIdList><ArticleId IdType="pubmed">35150240</ArticleId></ArticleIdList></Reference><Reference><Citation>Yancy C.W., Jessup M., Bozkurt B., et al. 2013 ACCF/AHA guideline for the management of heart failure: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2013;62:e147&#x2013;e239.</Citation><ArticleIdList><ArticleId IdType="pubmed">23747642</ArticleId></ArticleIdList></Reference><Reference><Citation>Cameli M., Pastore M.C., Campora A., Lisi M., Mandoli G.E. Donor shortage in heart transplantation: How can we overcome this challenge? Front Cardiovasc Med. 2022;9</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9618685</ArticleId><ArticleId IdType="pubmed">36324743</ArticleId></ArticleIdList></Reference><Reference><Citation>Pina I.L., Apstein C.S., Balady G.J., et al. Exercise and heart failure: a statement from the American Heart Association Committee on exercise, rehabilitation, and prevention. Circulation. 2003;107:1210&#x2013;1225.</Citation><ArticleIdList><ArticleId IdType="pubmed">12615804</ArticleId></ArticleIdList></Reference><Reference><Citation>Fried L.P., Tangen C.M., Walston J., et al. Frailty in older adults: evidence for a phenotype. J Gerontol A Biol Sci Med Sci. 2001;56:M146&#x2013;M156.</Citation><ArticleIdList><ArticleId IdType="pubmed">11253156</ArticleId></ArticleIdList></Reference><Reference><Citation>Jha S.R., Ha H.S., Hickman L.D., et al. Frailty in advanced heart failure: a systematic review. Heart Fail Rev. 2015;20:553&#x2013;560.</Citation><ArticleIdList><ArticleId IdType="pubmed">25982016</ArticleId></ArticleIdList></Reference><Reference><Citation>Sherwood A., Blumenthal J.A., Hinderliter A.L., et al. Worsening depressive symptoms are associated with adverse clinical outcomes in patients with heart failure. J Am Coll Cardiol. 2011;57:418&#x2013;423. doi: 10.1016/j.jacc.2010.09.031.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jacc.2010.09.031</ArticleId><ArticleId IdType="pmc">PMC3622450</ArticleId><ArticleId IdType="pubmed">21251581</ArticleId></ArticleIdList></Reference><Reference><Citation>Lesman-Leegte I., van Veldhuisen D.J., Hillege H.L., et al. Depressive symptoms and outcomes in patients with heart failure: data from the COACH study. Eur J Heart Fail. 2009;11:1202&#x2013;1207.</Citation><ArticleIdList><ArticleId IdType="pubmed">19926602</ArticleId></ArticleIdList></Reference><Reference><Citation>Ezzatvar Y., Izquierdo M., N&#xfa;&#xf1;ez J., et al. Cardiorespiratory fitness measured with cardiopulmonary exercise testing and mortality in patients with cardiovascular disease: a systematic review and meta-analysis. J Sport Health Sci. 2021;10:609&#x2013;619.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8724619</ArticleId><ArticleId IdType="pubmed">34198003</ArticleId></ArticleIdList></Reference><Reference><Citation>Jha S.R., Hannu M.K., Chang S., et al. The prevalence and prognostic significance of frailty in patients with advanced heart failure referred for heart transplantation. Transplantation. 2015;100:429&#x2013;436.</Citation><ArticleIdList><ArticleId IdType="pubmed">26516676</ArticleId></ArticleIdList></Reference><Reference><Citation>Dew M.A., Kormos R.L., Roth L.H., et al. Early post-transplant medical compliance and mental health predict physical morbidity and mortality one to three years after heart transplantation. J Heart Lung Transplant. 1999;18:549&#x2013;562.</Citation><ArticleIdList><ArticleId IdType="pubmed">10395353</ArticleId></ArticleIdList></Reference><Reference><Citation>Paris W., Muchmore J., Pribil A., Zuhdi N., Cooper D.K. Study of the relative incidences of psychosocial factors before and after heart transplantation and the influence of posttransplantation psychosocial factors on heart transplantation outcome. J Heart Lung Transplant. 1994;13:424&#x2013;430. discussion 431-2.</Citation><ArticleIdList><ArticleId IdType="pubmed">8061018</ArticleId></ArticleIdList></Reference><Reference><Citation>Vogels R.L., Scheltens P., Schroeder-Tanka J.M., Weinstein H.C. Cognitive impairment in heart failure: a systematic review of the literature. Eur J Heart Fail. 2007;9:440&#x2013;449.</Citation><ArticleIdList><ArticleId IdType="pubmed">17174152</ArticleId></ArticleIdList></Reference><Reference><Citation>Alosco M.L., Spitznagel M.B., Cohen R., et al. Better adherence to treatment recommendations in heart failure predicts improved cognitive function at a one-year follow-up. J Clin Exper Neuropsych. 2014;36:956&#x2013;966.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4994527</ArticleId><ArticleId IdType="pubmed">25352233</ArticleId></ArticleIdList></Reference><Reference><Citation>Bozkurt B., Fonarow G.C., Goldberg L.R., et al. Cardiac rehabilitation for patients with heart failure: JACC expert panel. J Am Coll Cardiol. 2021;77:1454&#x2013;1469.</Citation><ArticleIdList><ArticleId IdType="pubmed">33736829</ArticleId></ArticleIdList></Reference><Reference><Citation>Hajduk A.M., Kiefe C.I., Person S.D., Gore J.G., Saczynski J.S. Cognitive change in heart failure: a systematic review. Circ Cardiovasc Qual Outcomes. 2013;6:451&#x2013;460.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3872030</ArticleId><ArticleId IdType="pubmed">23838109</ArticleId></ArticleIdList></Reference><Reference><Citation>Gary R.A., Brunn K. Aerobic exercise as an adjunct therapy for improving cognitive function in heart failure. Cardiol Res Pract. 2014;2014</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4101937</ArticleId><ArticleId IdType="pubmed">25105053</ArticleId></ArticleIdList></Reference><Reference><Citation>Alosco M.L., Spitznagel M.B., Cohen R., et al. Cardiac rehabilitation is associated with lasting improvements in cognitive function in older adults with heart failure. Acta Cardiologica. 2014;69:407&#x2013;414.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5004592</ArticleId><ArticleId IdType="pubmed">25181916</ArticleId></ArticleIdList></Reference><Reference><Citation>O'Connor C.M., Whellan D.J., Lee K.L., et al. Efficacy and safety of exercise training in patients with chronic heart failure: HF-ACTION randomized controlled trial. JAMA. 2009;301:1439&#x2013;1450.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2916661</ArticleId><ArticleId IdType="pubmed">19351941</ArticleId></ArticleIdList></Reference><Reference><Citation>Molloy C.D., Long L., Mordi I.R., et al. Exercise-based cardiac rehabilitation for adults with heart failure&#x2014;2023 Cochrane systematic review and meta-analysis. Eur J Heart Fail. 2023;25:2263&#x2013;2273.</Citation><ArticleIdList><ArticleId IdType="pubmed">37850321</ArticleId></ArticleIdList></Reference><Reference><Citation>Tu R.H., Zeng Z.Y., Zhong G.Q., et al. Effects of exercise training on depression in patients with heart failure: a systematic review and meta-analysis of randomized controlled trials. Eur J Heart Fail. 2014;16:749&#x2013;757.</Citation><ArticleIdList><ArticleId IdType="pubmed">24797230</ArticleId></ArticleIdList></Reference><Reference><Citation>Ang E.T., Tai Y.K., Lo S.Q., Seet R., Soong T.W. Neurodegenerative diseases: exercising toward neurogenesis and neuroregeneration. Front Aging Neurosci. 2010;2:25.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2917219</ArticleId><ArticleId IdType="pubmed">20725635</ArticleId></ArticleIdList></Reference><Reference><Citation>Canadian Association of Cardiac Rehabilitation (CACR) 3rd ed. 2009. Canadian Guidelines for Cardiac Rehabilitation and Cardiovascular Disease Prevention. location: CACR.</Citation></Reference><Reference><Citation>Ezekowitz J.A., O'Meara E., McDonald M.A., et al. 2017 Comprehensive update of the Canadian Cardiovascular Society guidelines for the management of heart failure. Can J Cardiol. 2017;33:1342&#x2013;1433.</Citation><ArticleIdList><ArticleId IdType="pubmed">29111106</ArticleId></ArticleIdList></Reference><Reference><Citation>Yu A.K.D., Kilic F., Dhawan R., et al. High-intensity interval training among heart failure patients and heart transplant recipients: a systematic review. Cureus. 2022;14</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8849491</ArticleId><ArticleId IdType="pubmed">35186591</ArticleId></ArticleIdList></Reference><Reference><Citation>Aleksova N., McGuinty C., Amadio J., et al. Heart transplant outcomes in patients with urgent listing priority in Canada. J Heart Lung Transplant. 2021;40:S273&#x2013;S274.</Citation></Reference><Reference><Citation>Nakamura M., Imamura T., Izumida T., et al. Feasibility and efficacy of exercise training concomitant with re-assessment of medical therapy in patients with heart failure receiving intravenous inotropes. Int Heart J. 2023;64:641&#x2013;646.</Citation><ArticleIdList><ArticleId IdType="pubmed">37518345</ArticleId></ArticleIdList></Reference><Reference><Citation>Hua C., Huang W., Chen Z., et al. Effects of exercise-based cardiac rehabilitation delivery modes on chronic heart failure: a systematic review and network meta-analysis. Sci Rep. 2024;14</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11682296</ArticleId><ArticleId IdType="pubmed">39732888</ArticleId></ArticleIdList></Reference><Reference><Citation>Crapo R.O., Enright P.L., Zeballos R.J. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med. 2002;166:111&#x2013;117.</Citation><ArticleIdList><ArticleId IdType="pubmed">12091180</ArticleId></ArticleIdList></Reference><Reference><Citation>Demers C., McKelvie R.S., Negassa A., Yusuf S. Reliability, validity, and responsiveness of the six-minute walk test in patients with heart failure. Am Heart J. 2001;142:698&#x2013;703.</Citation><ArticleIdList><ArticleId IdType="pubmed">11579362</ArticleId></ArticleIdList></Reference><Reference><Citation>Cahalin L.P., Mathier M.A., Semigran M.J., Dec G.W., DiSalvo T.G. The six-minute walk test predicts peak oxygen uptake and survival in patients with advanced heart failure. Chest. 1996;110:325&#x2013;332.</Citation><ArticleIdList><ArticleId IdType="pubmed">8697828</ArticleId></ArticleIdList></Reference><Reference><Citation>Sasaki J.E., John D., Freedson P.S. Validation and comparison of ActiGraph activity monitors. J Sci Med Sport. 2011;14:411&#x2013;416.</Citation><ArticleIdList><ArticleId IdType="pubmed">21616714</ArticleId></ArticleIdList></Reference><Reference><Citation>Beck A.T., Epstein N., Brown G., Steer R.A. An inventory for measuring clinical anxiety: psychometric properties. J Consult Clin Psychol. 1988;56:893&#x2013;897.</Citation><ArticleIdList><ArticleId IdType="pubmed">3204199</ArticleId></ArticleIdList></Reference><Reference><Citation>Beck A., Steer R., Carbin M. Psychometric properties of the Beck Depression Inventory: twenty five years of evaluation. Clin Psychol Rev. 1998;8:77&#x2013;100.</Citation></Reference><Reference><Citation>Weiss D.S., Marmar C.R. Assessing Psychological Trauma and PTSD. location: Guilford; 1997. The Impact of Event Scale&#x2014;Revised.</Citation></Reference><Reference><Citation>Nasreddine Z.S., Phillips N.A., Bedirian V., et al. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J AmGeriatr Soc. 2005;53:695&#x2013;699.</Citation><ArticleIdList><ArticleId IdType="pubmed">15817019</ArticleId></ArticleIdList></Reference><Reference><Citation>Sheehan D.V., Lecrubier Y., Sheehan K.H., et al. The Mini-International Neuropsychiatric Interview (M.I.N.I.): the development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10. J Clin Psychiatry. 1998;59(Suppl 20):22&#x2013;33. quiz 34-57.</Citation><ArticleIdList><ArticleId IdType="pubmed">9881538</ArticleId></ArticleIdList></Reference><Reference><Citation>Ware J.E., Jr., Gandek B. Overview of the SF-36 Health Survey and the International Quality of Life Assessment (IQOLA) Project. J Clin Epidemiol. 1998;51:903&#x2013;912.</Citation><ArticleIdList><ArticleId IdType="pubmed">9817107</ArticleId></ArticleIdList></Reference><Reference><Citation>Rector T. Overview of The Minnesota Living with Heart Failure Questionnaire.  Available at:  https://docs.google.com/a/umn.edu/viewer?a=v&amp;pid=sites&amp;srcid=dW1uLmVkdXx0bXN8Z3g6MjQxYWMzOTBkMWYwMjAwZA.</Citation><ArticleIdList><ArticleId IdType="pubmed">8475878</ArticleId></ArticleIdList></Reference><Reference><Citation>Block G., Hartman A.M., Dresser C.M., et al. A data-based approach to diet questionnaire design and testing. Am J Epidemiol. 1986;124:453&#x2013;469.</Citation><ArticleIdList><ArticleId IdType="pubmed">3740045</ArticleId></ArticleIdList></Reference><Reference><Citation>Wise R.A., Brown C.D. Minimal clinically important differences in the six-minute walk test and the incremental shuttle walking test. COPD. 2005;2:125&#x2013;129.</Citation><ArticleIdList><ArticleId IdType="pubmed">17136972</ArticleId></ArticleIdList></Reference><Reference><Citation>Keast M.L., Slovinec D., Angelo M.E., Nelson C.R., et al. Randomized trial of Nordic walking in patients with moderate to severe heart failure. Can J Cardiol. 2013;29:1470&#x2013;1476.</Citation><ArticleIdList><ArticleId IdType="pubmed">23773895</ArticleId></ArticleIdList></Reference><Reference><Citation>Taylor R.S., Sagar V.A., Davies E.J., et al. Exercise-based rehabilitation for heart failure. Cochrane Database Syst Rev. 2014;2014</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6485909</ArticleId><ArticleId IdType="pubmed">24771460</ArticleId></ArticleIdList></Reference><Reference><Citation>Ponikowski P., Voors A.A., Anker S.D., et al. 2016 ESC guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure of the European Society of Cardiology (ESC) developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur Heart J. 2016;37:2129&#x2013;2200.</Citation><ArticleIdList><ArticleId IdType="pubmed">27206819</ArticleId></ArticleIdList></Reference><Reference><Citation>Drudi L.M., Tat J., Ades M., et al. Preoperative exercise rehabilitation in cardiac and vascular interventions. J Surg Res. 2019;237:3&#x2013;11.</Citation><ArticleIdList><ArticleId IdType="pubmed">30694788</ArticleId></ArticleIdList></Reference><Reference><Citation>Gimeno-Santos E., Coca-Martinez M., Arguis M.J., et al. Multimodal prehabilitation as a promising strategy for preventing physical deconditioning on the heart transplant waiting list. Eur J Prev Cardiol. 2020;27:2367&#x2013;2370.</Citation><ArticleIdList><ArticleId IdType="pubmed">31766879</ArticleId></ArticleIdList></Reference><Reference><Citation>L&#xf3;pez-Baamonde M., Arguis M.J., Navarro-Ripoll R., et al. Multimodal prehabilitation in heart transplant recipients improves short-term post-transplant outcomes without increasing costs. J Clin Med. 2023;12:3724.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10253351</ArticleId><ArticleId IdType="pubmed">37297919</ArticleId></ArticleIdList></Reference><Reference><Citation>Vidal-Almela S., Czajkowski B., Prince S.A., et al. Lessons learned from community- and home-based physical activity programs: a narrative review of factors influencing women&#x2019;s participation in cardiac rehabilitation. Eur J Prev Cardiol. 2020;28:761&#x2013;778.</Citation><ArticleIdList><ArticleId IdType="pubmed">33611528</ArticleId></ArticleIdList></Reference><Reference><Citation>Way K.L., Terada T., O&#x2019;Neill C.D., et al. Practical recommendations for high-intensity interval training for adults with cardiovascular disease. ACSM's Health Fitness J. 2021;25:35&#x2013;43.</Citation></Reference><Reference><Citation>O&#x2019;Neill C.D., Vidal-Almela S., Terada T., et al. Moving together while staying apart: practical recommendations for 24-hour home-based movement behaviours for those with cardiovascular disease. CJC Open. 2021;3:1495&#x2013;1504.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8573736</ArticleId><ArticleId IdType="pubmed">34778736</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee K.C.S., Breznen B., Ukhova A., Koehler F., Martin S.S. Virtual healthcare solutions for cardiac rehabilitation: a literature review. Eur Heart J Digit Health. 2023;4:99&#x2013;111.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10039430</ArticleId><ArticleId IdType="pubmed">36974268</ArticleId></ArticleIdList></Reference><Reference><Citation>Marmelo F., Rocha V., Moreira-Gon&#xe7;alves D. The impact of prehabilitation on post-surgical complications in patients undergoing non-urgent cardiovascular surgical intervention: systematic review and meta-analysis. Eur J Prev Cardiol. 2018;25:404&#x2013;417.</Citation><ArticleIdList><ArticleId IdType="pubmed">29338307</ArticleId></ArticleIdList></Reference><Reference><Citation>Seo Y.-G., Park W.-H., Oh S., et al. The effects of pre-transplantation center-based cardiac rehabilitation on the postoperative quality of life and adherence to exercise in patients undergoing heart transplantation. Rev Cardiovasc Med. 2022;23:68.</Citation><ArticleIdList><ArticleId IdType="pubmed">35229559</ArticleId></ArticleIdList></Reference><Reference><Citation>Wewege M.A., Ahn D., Yu J., Liou K., Keech A. High-Intensity interval training for patients with cardiovascular disease&#x2014;Is it safe? A systematic review. J Am Heart Assoc. 2018;7</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6404189</ArticleId><ArticleId IdType="pubmed">30376749</ArticleId></ArticleIdList></Reference><Reference><Citation>Nytr&#xf8;en K., Rolid K. A review of high-intensity interval training in heart transplant recipients: current knowledge and future perspectives. J Cardio Rehabil Prev. 2024;44:150&#x2013;156.</Citation><ArticleIdList><ArticleId IdType="pubmed">38488139</ArticleId></ArticleIdList></Reference><Reference><Citation>Hawley-Hague H., Horne M., Skelton D.A., Todd C. Review of how we should define (and measure) adherence in studies examining older adults' participation in exercise classes. BMJ Open. 2016;6</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4932302</ArticleId><ArticleId IdType="pubmed">27338884</ArticleId></ArticleIdList></Reference><Reference><Citation>McDonagh S.T., Dalal H., Moore S., et al. Home-based versus centre-based cardiac rehabilitation. Cochrane Database Syst Rev. 2023;10</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10604509</ArticleId><ArticleId IdType="pubmed">37888805</ArticleId></ArticleIdList></Reference><Reference><Citation>Hayes A., Hunter J. Why is publication of negative clinical trial data important? Brit J Pharmacol. 2012;167:1395&#x2013;1397.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3514755</ArticleId><ArticleId IdType="pubmed">23126247</ArticleId></ArticleIdList></Reference><Reference><Citation>Feldman A.M. Publishing "invisible" and "abandoned" clinical trials: a commitment for CTS. Clin Transl Sci. 2013;6:251&#x2013;253.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5350827</ArticleId><ArticleId IdType="pubmed">23919357</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>