<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">40884341</PMID><DateCompleted><Year>2025</Year><Month>08</Month><Day>30</Day></DateCompleted><DateRevised><Year>2025</Year><Month>09</Month><Day>02</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Print">0040-3660</ISSN><JournalIssue CitedMedium="Print"><Volume>97</Volume><Issue>8</Issue><PubDate><Year>2025</Year><Month>Aug</Month><Day>28</Day></PubDate></JournalIssue><Title>Terapevticheskii arkhiv</Title><ISOAbbreviation>Ter Arkh</ISOAbbreviation></Journal><ArticleTitle>[Study on the efficacy of combination therapy with rifaximin and <i>Saccharomyces boulardii</i> CNCM I-745 in patients with small intestinal bacterial overgrowth associated with long-term use of proton pump inhibitors].</ArticleTitle><Pagination><StartPage>660</StartPage><EndPage>667</EndPage><MedlinePgn>660-667</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.26442/00403660.2025.08.203301</ELocationID><Abstract><AbstractText Label="AIM" NlmCategory="OBJECTIVE">To evaluate the efficacy of combination therapy with rifaximin and <i>Saccharomyces boulardii</i> CNCM I-745 versus rifaximin monotherapy in patients with small intestinal bacterial overgrowth (SIBO) associated with long-term proton pump inhibitor (PPI) use.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="METHODS">A prospective comparative study with two parallel groups was conducted. Eligible patients were those on continuous long-term PPI therapy (&gt; 3 months) with confirmed SIBO. SIBO was diagnosed in all patients using a lactulose Hydrogen/Methane Breath Test (HMBT). Symptom severity was assessed using the validated "7 &#xd7; 7" Questionnaire, and Quality of Life (QoL) was evaluated using the SF-36 Health Status Survey. Enrolled patients were randomized into two groups based on a 7-day treatment regimen: Group 1 received rifaximin (400 mg twice daily); Group 2 received rifaximin (400 mg twice daily) plus the probiotic <i>Saccharomyces boulardii</i> CNCM I-745 (Enterol&#xae; drug product, Biocodex, France; 500 mg twice daily). SIBO eradication was confirmed via repeat lactulose HMBT, and symptom severity/QoL were reassessed 4 weeks after treatment completion.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">108 patients were enrolled (mean age 38.7 &#xb1; 8.9 years; 65.7% female). Mean PPI treatment duration at enrollment was 4.81 months (95% confidence interval 4.15-5.46). At 4-week follow-up, repeat lactulose HMBT showed SIBO persistence in 41.5% of Group 1 (<i>n</i> = 22/53) versus 21.8% in Group 2 (<i>n</i> = 12/55; <i>p</i> = 0.038). Statistically significant resolution of diarrhea was observed only in Group 2 (<i>p = </i>0.033). The final median "7 &#xd7; 7" Questionnaire score was significantly lower in Group 2 (<i>p</i> = 0.0010). Both groups showed significant trends toward QoL improvement on the SF-36 survey.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">This prospective comparative study demonstrates that combination therapy with rifaximin and <i>Saccharomyces boulardii</i> CNCM I-745 appears more effective than rifaximin monotherapy for SIBO eradication, symptom regression, and QoL improvement in patients with PPI-associated SIBO.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Maev</LastName><ForeName>I V</ForeName><Initials>IV</Initials><Identifier Source="ORCID">0000-0001-6114-564X</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Andreev</LastName><ForeName>D N</ForeName><Initials>DN</Initials><Identifier Source="ORCID">0000-0002-4007-7112</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Shaburov</LastName><ForeName>R I</ForeName><Initials>RI</Initials><Identifier Source="ORCID">0000-0001-9741-0150</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Semashko RZD-Medicine Clinical Hospital.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zaborovsky</LastName><ForeName>A V</ForeName><Initials>AV</Initials><Identifier Source="ORCID">0000-0002-7923-9916</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fomenko</LastName><ForeName>A K</ForeName><Initials>AK</Initials><Identifier Source="ORCID">0000-0002-1794-7263</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sokolov</LastName><ForeName>P S</ForeName><Initials>PS</Initials><Identifier Source="ORCID">0000-0003-2813-6498</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tsaregorodtsev</LastName><ForeName>S V</ForeName><Initials>SV</Initials><Identifier Source="ORCID">0000-0002-0254-0516</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Devkota</LastName><ForeName>M K</ForeName><Initials>MK</Initials><Identifier Source="ORCID">0000-0002-3736-4196</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dicheva</LastName><ForeName>D T</ForeName><Initials>DT</Initials><Identifier Source="ORCID">0000-0001-9224-7382</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cheremushkin</LastName><ForeName>S V</ForeName><Initials>SV</Initials><Identifier Source="ORCID">0000-0002-0982-2006</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Semashko RZD-Medicine Clinical Hospital.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cheremushkin&#x430;</LastName><ForeName>N V</ForeName><Initials>NV</Initials><Identifier Source="ORCID">0000-0002-6387-1001</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Vychkin</LastName><ForeName>A V</ForeName><Initials>AV</Initials><Identifier Source="ORCID">0009-0005-1511-6377</Identifier><AffiliationInfo><Affiliation>Russian University of Medicine.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016449">Randomized Controlled Trial</PublicationType><PublicationType UI="D003160">Comparative Study</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>08</Month><Day>28</Day></ArticleDate></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Ter Arkh</MedlineTA><NlmUniqueID>2984818R</NlmUniqueID><ISSNLinking>0040-3660</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>L36O5T016N</RegistryNumber><NameOfSubstance UI="D000078262">Rifaximin</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D054328">Proton Pump Inhibitors</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000900">Anti-Bacterial Agents</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000078262" MajorTopicYN="Y">Rifaximin</DescriptorName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D054328" MajorTopicYN="Y">Proton Pump Inhibitors</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000069983" MajorTopicYN="Y">Saccharomyces boulardii</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004359" MajorTopicYN="N">Drug Therapy, Combination</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019936" MajorTopicYN="Y">Probiotics</DescriptorName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011788" MajorTopicYN="N">Quality of Life</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007421" MajorTopicYN="Y">Intestine, Small</DescriptorName><QualifierName UI="Q000382" MajorTopicYN="N">microbiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011446" MajorTopicYN="N">Prospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001944" MajorTopicYN="N">Breath Tests</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000900" MajorTopicYN="N">Anti-Bacterial Agents</DescriptorName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001765" MajorTopicYN="Y">Blind Loop Syndrome</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x426;&#x435;&#x43b;&#x44c;. &#x418;&#x437;&#x443;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438; &#x441; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x440;&#x438;&#x444;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x438;&#x43d;&#x430; &#x438; <i>Saccharomyces boulardii</i> CNCM I-745 &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x441;&#x438;&#x43d;&#x434;&#x440;&#x43e;&#x43c;&#x43e;&#x43c; &#x438;&#x437;&#x431;&#x44b;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x431;&#x430;&#x43a;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x440;&#x43e;&#x441;&#x442;&#x430; (&#x421;&#x418;&#x411;&#x420;) &#x43d;&#x430; &#x444;&#x43e;&#x43d;&#x435; &#x434;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x440;&#x438;&#x435;&#x43c;&#x430; &#x438;&#x43d;&#x433;&#x438;&#x431;&#x438;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x43f;&#x440;&#x43e;&#x442;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x43f;&#x43e;&#x43c;&#x43f;&#x44b; (&#x418;&#x41f;&#x41f;) &#x432; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x438; &#x441; &#x43c;&#x43e;&#x43d;&#x43e;&#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x435;&#x439; &#x440;&#x438;&#x444;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x438;&#x43d;&#x43e;&#x43c;. &#x41c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x44b; &#x438; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b;. &#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43e; &#x43f;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x435; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x432; &#x434;&#x432;&#x443;&#x445; &#x43f;&#x430;&#x440;&#x430;&#x43b;&#x43b;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445;. &#x412;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x44e; &#x43f;&#x43e;&#x434;&#x43b;&#x435;&#x436;&#x430;&#x43b;&#x438; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b;, &#x434;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e; &#x438; &#x43d;&#x435;&#x43f;&#x440;&#x435;&#x440;&#x44b;&#x432;&#x43d;&#x43e; (&#x431;&#x43e;&#x43b;&#x435;&#x435; 3 &#x43c;&#x435;&#x441;) &#x43f;&#x440;&#x438;&#x43d;&#x438;&#x43c;&#x430;&#x44e;&#x449;&#x438;&#x435; &#x418;&#x41f;&#x41f; &#x441; &#x432;&#x435;&#x440;&#x438;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; &#x421;&#x418;&#x411;&#x420;. &#x414;&#x43b;&#x44f; &#x432;&#x435;&#x440;&#x438;&#x444;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x438; &#x421;&#x418;&#x411;&#x420; &#x432;&#x441;&#x435;&#x43c; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430;&#x43c; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43b;&#x438; &#x432;&#x43e;&#x434;&#x43e;&#x440;&#x43e;&#x434;&#x43d;&#x43e;-&#x43c;&#x435;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x44b;&#x439; &#x434;&#x44b;&#x445;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; (&#x414;&#x412;&#x422;) &#x442;&#x435;&#x441;&#x442; &#x441; &#x43b;&#x430;&#x43a;&#x442;&#x443;&#x43b;&#x43e;&#x437;&#x43e;&#x439;. &#x414;&#x43b;&#x44f; &#x43e;&#x431;&#x44a;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x441;&#x438;&#x43c;&#x43f;&#x442;&#x43e;&#x43c;&#x430;&#x442;&#x438;&#x43a;&#x438; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43b;&#x430;&#x441;&#x44c; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x430; &#x441; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x432;&#x430;&#x43b;&#x438;&#x434;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x43e;&#x43f;&#x440;&#x43e;&#x441;&#x43d;&#x438;&#x43a;&#x430; &#xab;7 &#xd7; 7&#xbb;, &#x430; &#x434;&#x43b;&#x44f; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x438; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x436;&#x438;&#x437;&#x43d;&#x438; (&#x41a;&#x416;) &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x44f;&#x43b;&#x438; &#x43e;&#x43f;&#x440;&#x43e;&#x441;&#x43d;&#x438;&#x43a; &#x41a;&#x416; SF-36 Health Status Survey. &#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x43d;&#x44b;&#x435; &#x432; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;, &#x431;&#x44b;&#x43b;&#x438; &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x44b; &#x43d;&#x430; 2 &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; &#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438; &#x43e;&#x442; &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x43c;&#x43e;&#x439; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x443;&#x44e;&#x449;&#x438;&#x445; 7 &#x434;&#x43d;&#x435;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438;: 1-&#x44f; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430; &#x2013; &#x440;&#x438;&#x444;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x438;&#x43d; (400 &#x43c;&#x433; 2 &#x440;&#x430;&#x437;&#x430; &#x432; &#x441;&#x443;&#x442;&#x43a;&#x438;); 2-&#x44f; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430; &#x2013; &#x440;&#x438;&#x444;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x438;&#x43d; 400 &#x43c;&#x433; 2 &#x440;&#x430;&#x437;&#x430; &#x432; &#x441;&#x443;&#x442;&#x43a;&#x438; &#x438; &#x43f;&#x440;&#x43e;&#x431;&#x438;&#x43e;&#x442;&#x438;&#x43a; <i>Saccharomyces boulardii</i> CNCM I-745 (&#x43b;&#x435;&#x43a;&#x430;&#x440;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x44b;&#x439; &#x43f;&#x440;&#x435;&#x43f;&#x430;&#x440;&#x430;&#x442; &#x42d;&#x43d;&#x442;&#x435;&#x440;&#x43e;&#x43b;&#xae;, Biocodex, &#x424;&#x440;&#x430;&#x43d;&#x446;&#x438;&#x44f;), 500 &#x43c;&#x433; 2 &#x440;&#x430;&#x437;&#x430; &#x432; &#x441;&#x443;&#x442;&#x43a;&#x438;. &#x412;&#x435;&#x440;&#x438;&#x444;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x44f; &#x44d;&#x440;&#x430;&#x434;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x438; &#x421;&#x418;&#x411;&#x420; &#x43f;&#x43e; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; &#x414;&#x412;&#x422; &#x441; &#x43b;&#x430;&#x43a;&#x442;&#x443;&#x43b;&#x43e;&#x437;&#x43e;&#x439;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x430;&#x44f; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x430;&#x44f; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x430; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x441;&#x438;&#x43c;&#x43f;&#x442;&#x43e;&#x43c;&#x430;&#x442;&#x438;&#x43a;&#x438; &#x438; &#x41a;&#x416; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43b;&#x438;&#x441;&#x44c; &#x447;&#x435;&#x440;&#x435;&#x437; 4 &#x43d;&#x435;&#x434; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438;. &#x420;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x44b;. &#x412; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x431;&#x44b;&#x43b;&#x438; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x44b; 108 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; (&#x441;&#x440;&#x435;&#x434;&#x43d;&#x438;&#x439; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442; 38,7 &#xb1; 8,9 &#x433;&#x43e;&#x434;&#x430;, 65,7% &#x2013; &#x436;&#x435;&#x43d;&#x449;&#x438;&#x43d;&#x44b;). &#x421;&#x440;&#x435;&#x434;&#x43d;&#x44f;&#x44f; &#x434;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43f;&#x440;&#x438;&#x435;&#x43c;&#x430; &#x418;&#x41f;&#x41f; &#x43d;&#x430; &#x43c;&#x43e;&#x43c;&#x435;&#x43d;&#x442; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x432; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43b;&#x430; 4,81 &#x43c;&#x435;&#x441; (95% &#x434;&#x43e;&#x432;&#x435;&#x440;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x438;&#x43d;&#x442;&#x435;&#x440;&#x432;&#x430;&#x43b; 4,15&#x2013;5,46). &#x427;&#x435;&#x440;&#x435;&#x437; 4 &#x43d;&#x435;&#x434; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x439; &#x414;&#x412;&#x422; &#x441; &#x43b;&#x430;&#x43a;&#x442;&#x443;&#x43b;&#x43e;&#x437;&#x43e;&#x439; &#x43f;&#x440;&#x43e;&#x434;&#x435;&#x43c;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b;, &#x447;&#x442;&#x43e; &#x432; 1-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x430; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x438; &#x421;&#x418;&#x411;&#x420; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43b;&#x430; 41,5% (<i>n</i> = 22/53), &#x442;&#x43e;&#x433;&#x434;&#x430; &#x43a;&#x430;&#x43a; &#x432;&#x43e; 2-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x44d;&#x442;&#x43e;&#x442; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x44c; &#x431;&#x44b;&#x43b; &#x440;&#x430;&#x432;&#x435;&#x43d; 21,8% (<i>n</i> = 12/55; <i>p</i> = 0,038). &#x41f;&#x43e;&#x43b;&#x43d;&#x43e;&#x435; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x435; &#x43a;&#x443;&#x43f;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x434;&#x438;&#x430;&#x440;&#x435;&#x438; &#x43e;&#x442;&#x43c;&#x435;&#x447;&#x435;&#x43d;&#x43e; &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x432;&#x43e; 2-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; (<i>p</i> = 0,033). &#x418;&#x442;&#x43e;&#x433;&#x43e;&#x432;&#x44b;&#x439; &#x43c;&#x435;&#x434;&#x438;&#x430;&#x43d;&#x43d;&#x44b;&#x439; &#x431;&#x430;&#x43b;&#x43b; &#x43f;&#x43e; &#x43e;&#x43f;&#x440;&#x43e;&#x441;&#x43d;&#x438;&#x43a;&#x443; &#xab;7 &#xd7; 7&#xbb; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438; &#x43e;&#x43a;&#x430;&#x437;&#x430;&#x43b;&#x441;&#x44f; &#x434;&#x43e;&#x441;&#x442;&#x43e;&#x432;&#x435;&#x440;&#x43d;&#x43e; &#x43d;&#x438;&#x436;&#x435; &#x432;&#x43e; 2-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; (<i>p</i> = 0,0010). &#x412; &#x43e;&#x431;&#x435;&#x438;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445; &#x43e;&#x442;&#x43c;&#x435;&#x447;&#x435;&#x43d;&#x430; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x430;&#x44f; &#x442;&#x435;&#x43d;&#x434;&#x435;&#x43d;&#x446;&#x438;&#x44f; &#x43a; &#x443;&#x43b;&#x443;&#x447;&#x448;&#x435;&#x43d;&#x438;&#x44e; &#x41a;&#x416; &#x43f;&#x43e; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; &#x43e;&#x43f;&#x440;&#x43e;&#x441;&#x43d;&#x438;&#x43a;&#x430; SF-36. &#x417;&#x430;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x435;. &#x41d;&#x430;&#x441;&#x442;&#x43e;&#x44f;&#x449;&#x435;&#x435; &#x43f;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x435; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x440;&#x43e;&#x434;&#x435;&#x43c;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b;&#x43e;, &#x447;&#x442;&#x43e; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x430;&#x44f; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x44f; &#x441; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x440;&#x438;&#x444;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x438;&#x43d;&#x430; &#x438; <i>Saccharomyces boulardii</i> CNCM I-745 &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x421;&#x418;&#x411;&#x420; &#x43d;&#x430; &#x444;&#x43e;&#x43d;&#x435; &#x434;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x440;&#x438;&#x435;&#x43c;&#x430; &#x418;&#x41f;&#x41f; &#x432; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x438; &#x441; &#x43c;&#x43e;&#x43d;&#x43e;&#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x435;&#x439; &#x440;&#x438;&#x444;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x438;&#x43d;&#x43e;&#x43c; &#x43e;&#x43a;&#x430;&#x437;&#x44b;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x435;&#x435; &#x432; &#x440;&#x430;&#x43c;&#x43a;&#x430;&#x445; &#x44d;&#x440;&#x430;&#x434;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x438; &#x421;&#x418;&#x411;&#x420;, &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x430; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43f;&#x440;&#x43e;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x439; &#x438; &#x443;&#x43b;&#x443;&#x447;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x41a;&#x416; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Saccharomyces boulardii CNCM I-745</Keyword><Keyword MajorTopicYN="N">gastroesophageal reflux disease</Keyword><Keyword MajorTopicYN="N">proton pump inhibitors</Keyword><Keyword MajorTopicYN="N">rifaximin</Keyword><Keyword MajorTopicYN="N">small intestinal bacterial overgrowth</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>4</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>6</Month><Day>2</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>8</Month><Day>30</Day><Hour>12</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>8</Month><Day>30</Day><Hour>12</Hour><Minute>47</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>8</Month><Day>30</Day><Hour>7</Hour><Minute>2</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40884341</ArticleId><ArticleId IdType="doi">10.26442/00403660.2025.08.203301</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>