<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">37430435</PMID><DateCompleted><Year>2024</Year><Month>02</Month><Day>01</Day></DateCompleted><DateRevised><Year>2025</Year><Month>02</Month><Day>05</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1365-277X</ISSN><JournalIssue CitedMedium="Internet"><Volume>37</Volume><Issue>1</Issue><PubDate><Year>2024</Year><Month>Feb</Month></PubDate></JournalIssue><Title>Journal of human nutrition and dietetics : the official journal of the British Dietetic Association</Title><ISOAbbreviation>J Hum Nutr Diet</ISOAbbreviation></Journal><ArticleTitle>Evaluation of the effects of the FODMAP diet and probiotics on irritable bowel syndrome (IBS) symptoms, quality of life and depression in women with IBS.</ArticleTitle><Pagination><StartPage>5</StartPage><EndPage>17</EndPage><MedlinePgn>5-17</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1111/jhn.13194</ELocationID><Abstract><AbstractText Label="BACKGROUND">The present study aimed to evaluate the effects of fermented oligosaccharide, disaccharide, monosaccharide and polyols (FODMAP) diet therapy and probiotics on irritable bowel syndrome (IBS) symptoms, quality of life and depression in women diagnosed with IBS.</AbstractText><AbstractText Label="METHODS">For the study, 52 female IBS patients between the ages of 20 and 55 were enrolled. Individuals were monitored for 6 weeks in two groups. A low-FODMAP diet was given to the first group and a low-FODMAP diet plus a probiotic supplement was given to the second group (Lactobacillus rhamnosus). Three-day food intake records were kept at the start of the study and continued up to its conclusion, with a weekly check-in in between. At the start and end of the trial, participants completed the Hospital Anxiety and Depression Scale, IBS Quality of Life Scale (IBS-QOL) and IBS Symptom Severity Score (IBS-SSS). The Bristol Stool Scale was also used by the subjects to record their daily stool densities.</AbstractText><AbstractText Label="RESULTS">At the end of the study, it was determined that the daily intake of FODMAP (lactose [g]&#x2009;+&#x2009;oligosaccharides [g]&#x2009;+&#x2009;mannitol [g]&#x2009;+&#x2009;sorbitol [g]) decreased significantly in both groups (p&#x2009;&lt;&#x2009;0.05). At the end of the study, it was determined that the IBS-SSS, anxiety and depression scores of the individuals in both groups decreased significantly and their IBS-QOL scores increased significantly (p&#x2009;&lt;&#x2009;0.05). However, the difference between these values between the groups was not statistically significant (p&#x2009;&gt;&#x2009;0.05).</AbstractText><AbstractText Label="CONCLUSIONS">A low-FODMAP diet has been demonstrated to benefit people by lessening the severity of their IBS symptoms and enhancing their quality of life. No evidence was found, however, to indicate that the FODMAP diet would be more beneficial on these metrics if additional probiotics were used. It should be emphasised that the reaction of probiotic strains may vary depending on the IBS subtype.</AbstractText><CopyrightInformation>&#xa9; 2023 British Dietetic Association.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Ustao&#x11f;lu</LastName><ForeName>Tuba</ForeName><Initials>T</Initials><Identifier Source="ORCID">0000-0003-1137-0368</Identifier><AffiliationInfo><Affiliation>Faculty of Health Sciences, SANKO University, Gaziantep, Turkey.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tek</LastName><ForeName>Nil&#xfc;fer Acar</ForeName><Initials>NA</Initials><Identifier Source="ORCID">0000-0002-8772-9608</Identifier><AffiliationInfo><Affiliation>Faculty of Health Sciences, Gazi University, Ankara, Turkey.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Y&#x131;ld&#x131;r&#x131;m</LastName><ForeName>Abdullah Emre</ForeName><Initials>AE</Initials><Identifier Source="ORCID">0000-0002-4386-9297</Identifier><AffiliationInfo><Affiliation>Memorial Bah&#xe7;elievler Hospital, &#x130;stanbul, Turkey.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><Agency>Responsible investigator, T.U.</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016430">Clinical Trial</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D013485">Research Support, Non-U.S. Gov't</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2023</Year><Month>07</Month><Day>10</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>J Hum Nutr Diet</MedlineTA><NlmUniqueID>8904840</NlmUniqueID><ISSNLinking>0952-3871</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D004187">Disaccharides</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D009005">Monosaccharides</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D009844">Oligosaccharides</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003863" MajorTopicYN="N">Depression</DescriptorName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004032" MajorTopicYN="N">Diet</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004187" MajorTopicYN="N">Disaccharides</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005285" MajorTopicYN="N">Fermentation</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000092622" MajorTopicYN="N">FODMAP Diet</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D043183" MajorTopicYN="Y">Irritable Bowel Syndrome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009005" MajorTopicYN="N">Monosaccharides</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009844" MajorTopicYN="N">Oligosaccharides</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019936" MajorTopicYN="Y">Probiotics</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011788" MajorTopicYN="N">Quality of Life</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">FODMAP diet</Keyword><Keyword MajorTopicYN="N">IBS symptom severity</Keyword><Keyword MajorTopicYN="N">depression</Keyword><Keyword MajorTopicYN="N">irritable bowel syndrome</Keyword><Keyword MajorTopicYN="N">probiotic</Keyword><Keyword MajorTopicYN="N">quality of life</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>3</Month><Day>3</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2023</Year><Month>6</Month><Day>3</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>1</Month><Day>23</Day><Hour>6</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2023</Year><Month>7</Month><Day>11</Day><Hour>6</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2023</Year><Month>7</Month><Day>11</Day><Hour>0</Hour><Minute>13</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">37430435</ArticleId><ArticleId IdType="doi">10.1111/jhn.13194</ArticleId></ArticleIdList><ReferenceList><Title>REFERENCES</Title><Reference><Citation>G&#xfc;ray C, Y&#x131;lmaz B. &#x130;rritabl Barsak Sendromunun Tan&#x131; ve Tedavisinde Yakla&#x15f;&#x131;mlar. G&#xfc;ncel Gastroenteroloji. 2015;19:172.</Citation></Reference><Reference><Citation>Quigley EMM, Abdel-Hamid H, Barbara G, Bhatia SJ, Boeckxstaens G, De Giorgio R, et al. A global perspective on irritable bowel syndrome: a consensus statement of the World Gastroenterology Organisation Summit Task Force on irritable bowel syndrome. J Clin Gastroenterol. 2012;46:356-66.</Citation></Reference><Reference><Citation>Lovell RM, Ford AC. Global prevalence of and risk factors for irritable bowel syndrome: a meta-analysis. Clin Gastroenterol Hepatol. 2012;10:712-21.</Citation></Reference><Reference><Citation>Karaman N, T&#xfc;rkay C, Y&#xf6;nem O. Irritable bowel syndrome prevalence in city center of Sivas. The Turkish J Gastroenterol. 2003;14:128-31.</Citation></Reference><Reference><Citation>Brandt LJ, Chey WD, Foxx-Orenstein AE, Schiller LR, Schoenfeld PS, Spiegel BM, et al. An evidence-based position statement on the management of irritable bowel syndrome. Am J Gastroenterol. 2009;104:1-35.</Citation></Reference><Reference><Citation>Lee KN, Lee OY. Intestinal microbiota in pathophysiology and management of irritable bowel syndrome. World J Gastroenterol. 2014;20:8886-97.</Citation></Reference><Reference><Citation>Kaya M, Ka&#xe7;maz H. Roma IV kriterlerine g&#xf6;re fonksiyonel barsak hastal&#x131;klar&#x131;n&#x131;n yeniden de&#x11f;erlendirilmesi. GG. 2016;20:398-400.</Citation></Reference><Reference><Citation>Drossman DA. Functional gastrointestinal disorders: history, pathophysiology, clinical features, and Rome IV. Gastroenterology. 2016;150:1262-79.</Citation></Reference><Reference><Citation>Staudacher HM, Whelan K. Altered gastrointestinal microbiota in irritable bowel syndrome and its modification by diet: probiotics, prebiotics and the low FODMAP diet. Proc Nutr Soc. 2016;75:306-18.</Citation></Reference><Reference><Citation>Sayuk GS, Gyawali CP. Irritable bowel syndrome: modern concepts and management options. Am J Med. 2015;128:817-27.</Citation></Reference><Reference><Citation>Soares RL. Irritable bowel syndrome: a clinical review. World J Gastroenterol. 2014;20:12144-60.</Citation></Reference><Reference><Citation>Simr&#xe9;n M, M&#xe5;nsson A, Langkilde AM, Svedlund J, Abrahamsson H, Bengtsson U, et al. Food-related gastrointestinal symptoms in the irritable bowel syndrome. Digestion. 2001;63:108-15.</Citation></Reference><Reference><Citation>Cuomo R, Andreozzi P, Zito FP, Passananti V, De Carlo G, Sarnelli G. Irritable bowel syndrome and food interaction. World J Gastroenterol. 2014;20:8837-45.</Citation></Reference><Reference><Citation>Barrett JS, GIbson PR. Clinical ramifications of malabsorption of fructose and other short-chain carbohydrates. Practical Gastroenterol. 2007;31:51.</Citation></Reference><Reference><Citation>Nanayakkara WS, Skidmore PM, O'Brien L, Wilkinson TJ, Gearry RB. Efficacy of the low FODMAP diet for treating irritable bowel syndrome: the evidence to date. Clin Exp Gastroenterol. 2016;9:131.</Citation></Reference><Reference><Citation>Thomas A, Quigley EMM. Diet and irritable bowel syndrome. Curr Opin Gastroenterol. 2015;31:166-71.</Citation></Reference><Reference><Citation>Shepherd SJ, Gibson PR. Fructose malabsorption and symptoms of irritable bowel syndrome: guidelines for effective dietary management. J Am Diet Assoc. 2006;106:1631-9.</Citation></Reference><Reference><Citation>Staudacher HM, Whelan K, Irving PM, Lomer MCE. Comparison of symptom response following advice for a diet low in fermentable carbohydrates (FODMAPs) versus standard dietary advice in patients with irritable bowel syndrome: IBS symptom response to a low FODMAP diet. J Hum Nutr Diet. 2011;24:487-95.</Citation></Reference><Reference><Citation>Sezer E, Saka M. &#x130;rritabl ba&#x11f;&#x131;rsak sendromunun tedavisinde prebiyotik ve probiyotik kullan&#x131;m&#x131;. GG. 2014;18:174-9.</Citation></Reference><Reference><Citation>Zuccotti G, Meneghin F, Raimondi C, Dilillo D, Agostoni C, Riva E, et al. Probiotics in clinical practice: an overview. J Int Med Res. 2008;36:1A-53.</Citation></Reference><Reference><Citation>Harper A, Naghibi M, Garcha, D. The role of bacteria, probiotics and diet in irritable bowel syndrome. Foods. 2018;7(2):13.</Citation></Reference><Reference><Citation>Francis CY, Morris J, Whorwell PJ. The irritable bowel severity scoring system: a simple method of monitoring irritable bowel syndrome and its progress. Aliment Pharmacol Ther. 1997;11:395-402.</Citation></Reference><Reference><Citation>Patrick DL, Drossman DA, Frederick IO, Dicesare J, Puder KL. Quality of life in persons with irritable bowel syndrome (development and validation of a new measure). Dig Dis Sci. 1998;43:400-11.</Citation></Reference><Reference><Citation>Uran B, Karadakovan A, Vardar R, Bor S. Psychometric properties of the irritable bowel syndrome quality of life scale in Turkey. J Hepatol Gastroint Dis. 2016;2:2.</Citation></Reference><Reference><Citation>Aydemir O, G&#xfc;venir T, K&#xfc;ey L, K&#xfc;lt&#xfc;r S. Hastane Anksiyete ve Depresyon &#xd6;l&#xe7;e&#x11f;i T&#xfc;rk&#xe7;e Formunun Ge&#xe7;erlilik ve G&#xfc;venilirlik &#xc7;al&#x131;&#x15f;mas&#x131;. Reliability and Validity of the Turkish version of Hospital Anxiety and Depression Scale. Turk psikiyatri dergisi. 1997;8:280-7.</Citation></Reference><Reference><Citation>Hac&#x131;hasano&#x11f;lu R, Karakurt P, Y&#x131;ld&#x131;r&#x131;m A, Uslu S. Bir sa&#x11f;l&#x131;k oca&#x11f;&#x131;na ba&#x15f;vuran kronik hastal&#x131;&#x11f;&#x131; olan bireylerde anksiyete ve depresyon. TAF Prev Med Bull. 2010;9:209-16.</Citation></Reference><Reference><Citation>Spinhoven P, Ormel J, Sloekers PPA, Kempen GIJM, Speckens AEM, Hemert AMV. A validation study of the Hospital Anxiety and Depression Scale (HADS) in different groups of Dutch subjects. Psychol Med. 1997;27:363-70.</Citation></Reference><Reference><Citation>Lewis SJ, Heaton KW. Stool form scale as a useful guide to intestinal transit time. Scand J Gastroenterol. 1997;32:920-4.</Citation></Reference><Reference><Citation>Elhosseiny D, Mahmoud NE, Manzour AF. Factors associated with irritable bowel syndrome among medical students at Ain Shams University. J Egypt Public Health Assoc. 2019;94:23.</Citation></Reference><Reference><Citation>Yilmaz &#x15e;, Dursun M, Ertem M, Canoruc F, Turhano&#x11f;lu A. The epidemiological aspects of irritable bowel syndrome in Southeastern Anatolia: a stratified randomised community-based study. Int J Clin Pract. 2005;59(3):361-9. https://doi.org/10.1111/j.1742-1241.2004.00377.x</Citation></Reference><Reference><Citation>&#xd6;zden, A, K&#xf6;ksal, A&#x15e;, O&#x11f;uz, D, et al. T&#xfc;rkiye'de birinci basamak sa&#x11f;l&#x131;k kurumlar&#x131;nda irritabl barsak sendromu g&#xf6;r&#xfc;lme s&#x131;kl&#x131;&#x11f;&#x131;. Akademik Gastroenteroloji. 2006;5:4-15.</Citation></Reference><Reference><Citation>Heitkemper MM, Chang L. Do fluctuations in ovarian hormones affect gastrointestinal symptoms in women with irritable bowel syndrome? Gend Med. 2009;6:152-67.</Citation></Reference><Reference><Citation>Mulak A, Bonaz B. Irritable bowel syndrome: a model of the brain-gut interactions. Med Sci Monit. 2004;10:RA55-62.</Citation></Reference><Reference><Citation>B&#xf6;hn L, St&#xf6;rsrud S, Liljebo T, Collin L, Lindfors P, T&#xf6;rnblom H, et al. Diet low in FODMAPs reduces symptoms of irritable bowel syndrome as well as traditional dietary advice: a randomized controlled trial. Gastroenterology. 2015;149:1399-407.</Citation></Reference><Reference><Citation>Eswaran S, Chey WD, Jackson K, Pillai S, Chey SW, Han-Markey T. A diet low in fermentable oligo-, di-, and monosaccharides and polyols improves quality of life and reduces activity impairment in patients with irritable bowel syndrome and diarrhea. Clin Gastroenterol Hepatol. 2017;15:1890-9.</Citation></Reference><Reference><Citation>Staudacher HM, Ralph FSE, Irving PM, Whelan K, Lomer MCE. Nutrient intake, diet quality, and diet diversity in irritable bowel syndrome and the impact of the low FODMAP diet. J Acad Nutr Diet. 2020;120:535-47.</Citation></Reference><Reference><Citation>Halmos EP, Power VA, Shepherd SJ, Gibson PR, Muir JG. A diet low in FODMAPs reduces symptoms of irritable bowel syndrome. Gastroenterology. 2014;146:67-75.</Citation></Reference><Reference><Citation>Watkins AM. Is the restriction of Fermentable Short Chain Carbohydrate (FODMAP) a credible solution for the Irritable Bowel Syndrome patient? S Afr Gastroenterol Rev. 2016;14:9-17.</Citation></Reference><Reference><Citation>Erdin&#xe7; &#x15e;A. Konstipasyon bask&#x131;n &#x130;rritable ba&#x11f;&#x131;rsak sendromu olan hastalar&#x131;n semptomatik tedavisinde farkl&#x131; diyet t&#xfc;rlerinin etkisi. Y&#xfc;ksek Lisans Tezi. Hacettepe &#xdc;niversitesi Sa&#x11f;lik Bilimleri Enstit&#xfc;s&#xfc;; 2018. p. 27-59.</Citation></Reference><Reference><Citation>O'Keeffe M, Jansen C, Martin L, Williams M, Seamark L, Staudacher HM, et al. Long-term impact of the low-FODMAP diet on gastrointestinal symptoms, dietary intake, patient acceptability, and healthcare utilization in irritable bowel syndrome. Neurogastroenterol Motil. 2018;30:e13154.</Citation></Reference><Reference><Citation>Harvie RM, Chisholm AW, Bisanz JE, Burton JP, Herbison P, Schultz K, et al. Long-term irritable bowel syndrome symptom control with reintroduction of selected FODMAPs. World J Gastroenterol. 2017;23:4632.</Citation></Reference><Reference><Citation>Pekcan AG, &#x15e;anl&#x131;er N, Ba&#x15f; M, Ba&#x15f;o&#x11f;lu S. TEK, NA. T&#xfc;rkiye Beslenme Rehberi 2015 (T&#xdc;BER). Ankara: Kayhan Ajans; 2016. p. 29-45.</Citation></Reference><Reference><Citation>Cozma-Petru&#x163; A, Loghin F, Miere D, Dumitra&#x15f;cu DL. Diet in irritable bowel syndrome: what to recommend, not what to forbid to patients! World J Gastroenterol. 2017;23:3771-83.</Citation></Reference><Reference><Citation>Halmos EP, Christophersen CT, Bird AR, Shepherd SJ, Gibson PR, Muir JG. Diets that differ in their FODMAP content alter the colonic luminal microenvironment. Gut. 2015;64:93-100.</Citation></Reference><Reference><Citation>Nawawi KNM, Belov M, Goulding C. Low FODMAP diet significantly improves IBS symptoms: an Irish retrospective cohort study. Eur J Nutr. 2020;59:2237-48.</Citation></Reference><Reference><Citation>van Lanen A-S, de Bree A, Greyling A. Correction to: efficacy of a low-FODMAP diet in adult irritable bowel syndrome: a systematic review and meta-analysis. Eur J Nutr. 2021;60:3523-3.</Citation></Reference><Reference><Citation>Pedersen N, Andersen NN, V&#xe9;gh Z, Jensen L, Ankersen DV, Felding M, et al. Ehealth: low FODMAP diet vs Lactobacillus rhamnosus GG in irritable bowel syndrome. World J Gastroenterol. 2014;20:16215-26.</Citation></Reference><Reference><Citation>Preston K, Krumian R, Hattner J, de Montigny D, Stewart M, Gaddam S. Lactobacillus acidophilus CL1285, Lactobacillus casei LBC80R and Lactobacillus rhamnosus CLR2 improve quality-of-life and IBS symptoms: a double-blind, randomised, placebo-controlled study. Benef Microbes. 2018;9:697-706.</Citation></Reference><Reference><Citation>O'Sullivan M. Bacterial supplementation in the irritable bowel syndrome. A randomised doubleblind placebo-controlled crossover study. Dig Liver Dis. 2000;32:294-301.</Citation></Reference><Reference><Citation>Paduano D, Cingolani A, Tanda E, Usai P. Effect of three diets (low-FODMAP, gluten-free and balanced) on irritable bowel syndrome symptoms and health-related quality of life. Nutrients. 2019;11:1566.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>