<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">39968993</PMID><DateCompleted><Year>2025</Year><Month>02</Month><Day>19</Day></DateCompleted><DateRevised><Year>2025</Year><Month>05</Month><Day>08</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1678-4219</ISSN><JournalIssue CitedMedium="Internet"><Volume>62</Volume><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Arquivos de gastroenterologia</Title><ISOAbbreviation>Arq Gastroenterol</ISOAbbreviation></Journal><ArticleTitle>DIAGNOSIS AND TREATMENT OF SMALL INTESTINAL BACTERIAL OVERGROWTH: AN OFFICIAL POSITION PAPER FROM THE BRAZILIAN FEDERATION OF GASTROENTEROLOGY.</ArticleTitle><Pagination><StartPage>e24107</StartPage><MedlinePgn>e24107</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e24107</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1590/S0004-2803.24612024-107</ELocationID><ELocationID EIdType="pii" ValidYN="Y">S0004-28032025000100200</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Small intestinal bacterial overgrowth (SIBO) is a condition characterized by an abnormal increase in bacterial population in the small intestine, leading to symptoms such as bloating, abdominal pain, distension, diarrhea, and eventually malabsorption. The diagnosis and management of SIBO remain challenging due to overlapping symptoms with other gastrointestinal disorders such as inflammatory bowel disease (IBD), irritable bowel syndrome (IBS), and coeliac disease.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">This article aims to review current evidence on the diagnosis and treatment of SIBO, with a focus on strategies suitable for the Brazilian healthcare system.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">A comprehensive literature review was performed, focusing on clinical guidelines, randomized controlled trials, and cohort studies concerning SIBO. Diagnostic methods, including breath tests and direct aspiration techniques, were critically analyzed. Treatment approaches, including antibiotics, dietary modifications, and probiotics, were reviewed. The recommendations were formulated based on a panel of gastroenterologists, members of the Brazilian Federation of Gastroenterology (FBG), with approval from the majority of the members.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Breath tests using glucose and lactulose remain the most commonly used non-invasive diagnostic tools, though they are subject to limitations such as false positives and false negatives. Treatment with rifaximin is effective in most cases of SIBO, while systemic antibiotics like metronidazole and ciprofloxacin are alternatives. Probiotics and dietary interventions, particularly low FODMAP diets, can complement antibiotic therapy. Long-term follow-up is essential due to the recurrence rate, which is common in SIBO patients.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Standardizing SIBO diagnosis and treatment in Brazil is essential to reduce diagnostic delays and optimize care, especially given the disparities and heterogeneity in clinical practice across the country. This article provides evidence-based recommendations to guide clinical practice. Further research is needed to refine diagnostic methods, explore novel treatment strategies, and better understand the specific characteristics of the Brazilian population.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Silva</LastName><ForeName>Bruno C&#xe9;sar da</ForeName><Initials>BCD</Initials><Identifier Source="ORCID">0000-0001-5433-8806</Identifier><AffiliationInfo><Affiliation>Hospital da Bahia, Divis&#xe3;o de Gastroenterologia, Salvador, BA, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ramos</LastName><ForeName>Gabriela Piovezani</ForeName><Initials>GP</Initials><Identifier Source="ORCID">0000-0002-4275-3866</Identifier><AffiliationInfo><Affiliation>Faculdade Evang&#xe9;lica Mackenzie do Paran&#xe1;, Divis&#xe3;o de Gastroenterologia, Curitiba, PR, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Barros</LastName><ForeName>Luisa Leite</ForeName><Initials>LL</Initials><Identifier Source="ORCID">0000-0002-7782-2825</Identifier><AffiliationInfo><Affiliation>Faculdade de Medicina da Universidade de S&#xe3;o Paulo, Departamento de Gastroenterologia, S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ramos</LastName><ForeName>Ana Fl&#xe1;via Passos</ForeName><Initials>AFP</Initials><Identifier Source="ORCID">0000-0002-3852-1907</Identifier><AffiliationInfo><Affiliation>Santa Casa de Belo Horizonte, Divis&#xe3;o de Gastroenterologia, Belo Horizonte, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Domingues</LastName><ForeName>Gerson</ForeName><Initials>G</Initials><Identifier Source="ORCID">0000-0003-0431-451X</Identifier><AffiliationInfo><Affiliation>Universidade do Estado do Rio de Janeiro, Rio de Janeiro, RJ, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chinzon</LastName><ForeName>D&#xe9;cio</ForeName><Initials>D</Initials><Identifier Source="ORCID">0000-0003-3030-6687</Identifier><AffiliationInfo><Affiliation>Faculdade de Medicina da Universidade de S&#xe3;o Paulo, Departamento de Gastroenterologia, S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Passos</LastName><ForeName>Maria do Carmo Friche</ForeName><Initials>MDCF</Initials><Identifier Source="ORCID">0000-0002-5247-9477</Identifier><AffiliationInfo><Affiliation>Santa Casa de Belo Horizonte, Divis&#xe3;o de Gastroenterologia, Belo Horizonte, MG, Brasil.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>02</Month><Day>17</Day></ArticleDate></Article><MedlineJournalInfo><Country>Brazil</Country><MedlineTA>Arq Gastroenterol</MedlineTA><NlmUniqueID>15310600R</NlmUniqueID><ISSNLinking>0004-2803</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000900">Anti-Bacterial Agents</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001938" MajorTopicYN="N" Type="Geographic">Brazil</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007421" MajorTopicYN="Y">Intestine, Small</DescriptorName><QualifierName UI="Q000382" MajorTopicYN="N">microbiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001765" MajorTopicYN="Y">Blind Loop Syndrome</DescriptorName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001944" MajorTopicYN="N">Breath Tests</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000900" MajorTopicYN="N">Anti-Bacterial Agents</DescriptorName><QualifierName UI="Q000627" MajorTopicYN="N">therapeutic use</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="CONTEXTO:">O supercrescimento bacteriano no intestino delgado (SIBO) &#xe9; uma condi&#xe7;&#xe3;o caracterizada por um aumento anormal da popula&#xe7;&#xe3;o bacteriana no intestino delgado, levando a sintomas como dor e incha&#xe7;o abdominal, diarreia e, eventualmente, m&#xe1; absor&#xe7;&#xe3;o. O diagn&#xf3;stico e o manejo do SIBO permanecem desafiadores devido &#xe0; sobreposi&#xe7;&#xe3;o de sintomas com outros dist&#xfa;rbios gastrointestinais, como doen&#xe7;a inflamat&#xf3;ria intestinal (DII), s&#xed;ndrome do intestino irrit&#xe1;vel (SII) e doen&#xe7;a cel&#xed;aca.</AbstractText><AbstractText Label="OBJETIVO:">Este artigo tem como objetivo revisar as evid&#xea;ncias atuais sobre o diagn&#xf3;stico e o tratamento do SIBO, com foco em estrat&#xe9;gias adequadas ao sistema de sa&#xfa;de brasileiro.</AbstractText><AbstractText Label="M&#xc9;TODOS:">Foi realizada uma revis&#xe3;o abrangente da literatura, com &#xea;nfase em diretrizes cl&#xed;nicas, ensaios cl&#xed;nicos randomizados e estudos de coorte relacionados ao SIBO. M&#xe9;todos diagn&#xf3;sticos, incluindo testes respirat&#xf3;rios e t&#xe9;cnicas de aspira&#xe7;&#xe3;o direta, foram analisados criticamente. Abordagens terap&#xea;uticas, como antibi&#xf3;ticos, modifica&#xe7;&#xf5;es diet&#xe9;ticas e probi&#xf3;ticos, foram revisadas. As recomenda&#xe7;&#xf5;es foram formuladas com base em um painel de gastroenterologistas, membros da Federa&#xe7;&#xe3;o Brasileira de Gastroenterologia (FBG), com aprova&#xe7;&#xe3;o da maioria dos membros.</AbstractText><AbstractText Label="RESULTADOS:">Os testes respirat&#xf3;rios com glicose e lactulose continuam sendo as ferramentas diagn&#xf3;sticas n&#xe3;o invasivas mais utilizadas, embora apresentem limita&#xe7;&#xf5;es como falsos positivos e falsos negativos. O tratamento com rifaximina &#xe9; eficaz na maioria dos casos de SIBO, enquanto antibi&#xf3;ticos sist&#xea;micos como metronidazol e ciprofloxacino s&#xe3;o alternativas. Probi&#xf3;ticos e interven&#xe7;&#xf5;es diet&#xe9;ticas, especialmente dietas com baixo teor de FODMAP, podem complementar a terapia antibi&#xf3;tica. O acompanhamento de longo prazo &#xe9; essencial devido &#xe0; alta taxa de recorr&#xea;ncia, que &#xe9; comum em pacientes com SIBO.</AbstractText><AbstractText Label="CONCLUS&#xc3;O:">Padronizar o diagn&#xf3;stico e o tratamento do SIBO no Brasil &#xe9; essencial para reduzir atrasos diagn&#xf3;sticos e otimizar os cuidados, especialmente considerando as disparidades e a heterogeneidade na pr&#xe1;tica cl&#xed;nica no pa&#xed;s. Este artigo apresenta recomenda&#xe7;&#xf5;es baseadas em evid&#xea;ncias para orientar a pr&#xe1;tica cl&#xed;nica. Mais pesquisas s&#xe3;o necess&#xe1;rias para aprimorar os m&#xe9;todos diagn&#xf3;sticos, explorar novas estrat&#xe9;gias de tratamento e compreender melhor as caracter&#xed;sticas espec&#xed;ficas da popula&#xe7;&#xe3;o brasileira.</AbstractText></OtherAbstract><CoiStatement><b>Declared conflict of interest of all authors:</b> none</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>10</Month><Day>19</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>10</Month><Day>31</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>2</Month><Day>19</Day><Hour>12</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>2</Month><Day>19</Day><Hour>12</Hour><Minute>25</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>2</Month><Day>19</Day><Hour>8</Hour><Minute>4</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>2</Month><Day>17</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39968993</ArticleId><ArticleId IdType="pmc">PMC12043196</ArticleId><ArticleId IdType="doi">10.1590/S0004-2803.24612024-107</ArticleId><ArticleId IdType="pii">S0004-28032025000100200</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Pimentel M, Saad RJ, Long MD, Rao SSC. ACG Clinical Guideline: Small Intestinal Bacterial Overgrowth. Am J Gastroenterol. 2020;115:165&#x2013;178.</Citation><ArticleIdList><ArticleId IdType="pubmed">32023228</ArticleId></ArticleIdList></Reference><Reference><Citation>Saltzman JR, Russell RM. Nutritional consequences of intestinal bacterial overgrowth. Compr Ther. 1994;20:523&#x2013;530.</Citation><ArticleIdList><ArticleId IdType="pubmed">7805370</ArticleId></ArticleIdList></Reference><Reference><Citation>Ghoshal UC, Srivastava D. Irritable bowel syndrome and small intestinal bacterial overgrowth: Meaningful association or unnecessary hype. WJG. 2014;20:2482&#x2013;2482.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3949258</ArticleId><ArticleId IdType="pubmed">24627585</ArticleId></ArticleIdList></Reference><Reference><Citation>Quigley EMM, Murray JA, Pimentel M. AGA Clinical Practice Update on Small Intestinal Bacterial Overgrowth: Expert Review. Gastroenterology. 2020;159:1526&#x2013;1532.</Citation><ArticleIdList><ArticleId IdType="pubmed">32679220</ArticleId></ArticleIdList></Reference><Reference><Citation>Rezaie A, Buresi M, Lembo A, Lin H, McCallum R, Rao S, et al. Hydrogen and Methane-Based Breath Testing in Gastrointestinal Disorders: The North American Consensus. Am J Gastroenterol. 2017;112:775&#x2013;784.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5418558</ArticleId><ArticleId IdType="pubmed">28323273</ArticleId></ArticleIdList></Reference><Reference><Citation>Pimentel M, Soffer EE, Chow EJ, Kong Y, Lin HC. Lower frequency of MMC is found in IBS subjects with abnormal lactulose breath test, suggesting bacterial overgrowth. Dig Dis Sci. 2002;47:2639&#x2013;2643.</Citation><ArticleIdList><ArticleId IdType="pubmed">12498278</ArticleId></ArticleIdList></Reference><Reference><Citation>Williams C, McColl KEL. Review article: proton pump inhibitors and bacterial overgrowth. Aliment Pharmacol Ther. 2006;23:3&#x2013;10.</Citation><ArticleIdList><ArticleId IdType="pubmed">16393275</ArticleId></ArticleIdList></Reference><Reference><Citation>Saltzman JR, Kowdley K V., Pedrosa MC, Sepe T, Golner B, Perrone G, et al. Bacterial overgrowth without clinical malabsorption in elderly hypochlorhydric subjects. Gastroenterology. 1994;106:615&#x2013;623.</Citation><ArticleIdList><ArticleId IdType="pubmed">8119531</ArticleId></ArticleIdList></Reference><Reference><Citation>Bushyhead D, Quigley EMM. Small Intestinal Bacterial Overgrowth-Pathophysiology and Its Implications for Definition and Management. Gastroenterology. 2022;163:593&#x2013;607.</Citation><ArticleIdList><ArticleId IdType="pubmed">35398346</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahmed JF, Padam P, Ruban A. Aetiology, diagnosis and management of small intestinal bacterial overgrowth. Frontline Gastroenterol. 2022;14:149&#x2013;154.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9933597</ArticleId><ArticleId IdType="pubmed">36818787</ArticleId></ArticleIdList></Reference><Reference><Citation>Shah A, Thite P, Hansen T, Kendall BJ, Sanders DS, Morrison M, et al. Links between celiac disease and small intestinal bacterial overgrowth: A systematic review and meta-analysis. J Gastroenterol Hepatol. 2022;37:1844&#x2013;1852.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9795979</ArticleId><ArticleId IdType="pubmed">35734803</ArticleId></ArticleIdList></Reference><Reference><Citation>Shah A, Morrison M, Burger D, Martin N, Rich J, Jones M, et al. Systematic review with meta-analysis: the prevalence of small intestinal bacterial overgrowth in inflammatory bowel disease. Aliment Pharmacol Ther. 2019;49:624&#x2013;635.</Citation><ArticleIdList><ArticleId IdType="pubmed">30735254</ArticleId></ArticleIdList></Reference><Reference><Citation>Skrzyd&#x142;o-Radoma&#x144;ska B, Cukrowska B. How to Recognize and Treat Small Intestinal Bacterial Overgrowth? J Clin Med. 2022;(11)</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9604644</ArticleId><ArticleId IdType="pubmed">36294338</ArticleId></ArticleIdList></Reference><Reference><Citation>Bertges ER, Chebli JMF. PREVALENCE AND FACTORS ASSOCIATED WITH SMALL INTESTINAL BACTERIAL OVERGROWTH IN PATIENTS WITH CROHN&#x2019;S DISEASE: A RETROSPECTIVE STUDY AT A REFERRAL CENTER. Arq Gastroenterol. 2020;57:283&#x2013;288.</Citation><ArticleIdList><ArticleId IdType="pubmed">33027485</ArticleId></ArticleIdList></Reference><Reference><Citation>Martins CP, Chaves CHA, de Castro MGB, Gomes IC, Passos M do CF. PREVALENCE OF SMALL INTESTINE BACTERIAL OVERGROWTH IN PATIENTS WITH GASTROINTESTINAL SYMPTOMS. Arq Gastroenterol. 2017;54:91&#x2013;95.</Citation><ArticleIdList><ArticleId IdType="pubmed">28273273</ArticleId></ArticleIdList></Reference><Reference><Citation>Gurusamy SR, Shah A, Talley NJ, Koloski N, Jones MP, Walker MM, et al. Small Intestinal Bacterial Overgrowth in Functional Dyspepsia: A Systematic Review and Meta-Analysis. Am J Gastroenterol. 2021;116:935&#x2013;942.</Citation><ArticleIdList><ArticleId IdType="pubmed">33734110</ArticleId></ArticleIdList></Reference><Reference><Citation>Wanzl J, Gr&#xf6;hl K, Kafel A, Nagl S, Muzalyova A, G&#xf6;lder SK, et al. Impact of Small Intestinal Bacterial Overgrowth in Patients with Inflammatory Bowel Disease and Other Gastrointestinal Disorders-A Retrospective Analysis in a Tertiary Single Center and Review of the Literature. J Clin Med. 2023;(12)</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9917804</ArticleId><ArticleId IdType="pubmed">36769583</ArticleId></ArticleIdList></Reference><Reference><Citation>Rao SSC, Bhagatwala J. Small Intestinal Bacterial Overgrowth: Clinical Features and Therapeutic Management. Clin Transl Gastroenterol. 2019;10:e00078.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6884350</ArticleId><ArticleId IdType="pubmed">31584459</ArticleId></ArticleIdList></Reference><Reference><Citation>Rao SSC, Rehman A, Yu S, Andino NM de. Brain fogginess, gas and bloating: a link between SIBO, probiotics and metabolic acidosis. Clin Transl Gastroenterol. 2018;9:162&#x2013;162.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6006167</ArticleId><ArticleId IdType="pubmed">29915215</ArticleId></ArticleIdList></Reference><Reference><Citation>Chojnacki C, Pop&#x142;awski T, Konrad P, Fila M, B&#x142;asiak J, Chojnacki J. Nutr Metab. Vol. 19. Lond: 2022. Antimicrobial treatment improves tryptophan metabolism and mood of patients with small intestinal bacterial overgrowth; pp. 66&#x2013;66.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9513933</ArticleId><ArticleId IdType="pubmed">36167589</ArticleId></ArticleIdList></Reference><Reference><Citation>Tansel A, Levinthal DJ. Understanding Our Tests: Hydrogen-Methane Breath Testing to Diagnose Small Intestinal Bacterial Overgrowth. Clin Transl Gastroenterol. 2023;14:e00567.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10132719</ArticleId><ArticleId IdType="pubmed">36744854</ArticleId></ArticleIdList></Reference><Reference><Citation>Karunaratne TB, Sharma A, Rao SSC. Small-bowel aspiration during upper esophagogastroduodenoscopy: Rao technique. VideoGIE. 2021;6:152&#x2013;154.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8058106</ArticleId><ArticleId IdType="pubmed">33898888</ArticleId></ArticleIdList></Reference><Reference><Citation>Bures J, Cyrany J, Kohoutova D, F&#xf6;rstl M, Rejchrt S, Kvetina J, et al. Small intestinal bacterial overgrowth syndrome. World J Gastroenterol. 2010;16:2978&#x2013;2990.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2890937</ArticleId><ArticleId IdType="pubmed">20572300</ArticleId></ArticleIdList></Reference><Reference><Citation>Erdogan A, Rao SSC, Gulley D, Jacobs C, Lee YY, Badger C. Small intestinal bacterial overgrowth: duodenal aspiration vs glucose breath test. Neurogastroenterol Motil. 2015;27:481&#x2013;489.</Citation><ArticleIdList><ArticleId IdType="pubmed">25600077</ArticleId></ArticleIdList></Reference><Reference><Citation>Cangemi DJ, Lacy BE, Wise J. Diagnosing Small Intestinal Bacterial Overgrowth: A Comparison of Lactulose Breath Tests to Small Bowel Aspirates. Dig Dis Sci. 2021;66:2042&#x2013;2050.</Citation><ArticleIdList><ArticleId IdType="pubmed">32681227</ArticleId></ArticleIdList></Reference><Reference><Citation>Giamarellos-Bourboulis E, Tang J, Pyleris E, Pistiki A, Barbatzas C, Brown J, et al. Molecular assessment of differences in the duodenal microbiome in subjects with irritable bowel syndrome. Scand J Gastroenterol. 2015;50:1076&#x2013;1087.</Citation><ArticleIdList><ArticleId IdType="pubmed">25865706</ArticleId></ArticleIdList></Reference><Reference><Citation>Lim J, Rezaie A. Gastroenterol Hepatol. Vol. 19. NY: 2023. Pros and Cons of Breath Testing for Small Intestinal Bacterial Overgrowth and Intestinal Methanogen Overgrowth; pp. 140&#x2013;146.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10496284</ArticleId><ArticleId IdType="pubmed">37706108</ArticleId></ArticleIdList></Reference><Reference><Citation>Khoshini R, Dai SC, Lezcano S, Pimentel M. A systematic review of diagnostic tests for small intestinal bacterial overgrowth. Dig Dis Sci. 2008;53:1443&#x2013;1454.</Citation><ArticleIdList><ArticleId IdType="pubmed">17990113</ArticleId></ArticleIdList></Reference><Reference><Citation>Levitt MD, Bond JH. Volume, composition, and source of intestinal gas. Gastroenterology. 1970;59:921&#x2013;929.</Citation><ArticleIdList><ArticleId IdType="pubmed">5486278</ArticleId></ArticleIdList></Reference><Reference><Citation>Birg A, Hu S, Lin HC. Reevaluating our understanding of lactulose breath tests by incorporating hydrogen sulfide measurements. JGH Open. 2019;3:228&#x2013;233.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6586573</ArticleId><ArticleId IdType="pubmed">31276041</ArticleId></ArticleIdList></Reference><Reference><Citation>Villanueva-Millan MJ, Leite G, Wang J, Morales W, Parodi G, Pimentel ML, et al. Methanogens and Hydrogen Sulfide Producing Bacteria Guide Distinct Gut Microbe Profiles and Irritable Bowel Syndrome Subtypes. Am J Gastroenterol. 2022;117:2055&#x2013;2066.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9722381</ArticleId><ArticleId IdType="pubmed">36114762</ArticleId></ArticleIdList></Reference><Reference><Citation>Levitt MD. Volume and composition of human intestinal gas determined by means of an intestinal washout technic. N Engl J Med. 1971;284:1394&#x2013;1398.</Citation><ArticleIdList><ArticleId IdType="pubmed">5578321</ArticleId></ArticleIdList></Reference><Reference><Citation>Levitt MD, Furne JK, Kuskowski M, Ruddy J. Stability of human methanogenic flora over 35 years and a review of insights obtained from breath methane measurements. Clin Gastroenterol Hepatol. 2006;4:123&#x2013;129.</Citation><ArticleIdList><ArticleId IdType="pubmed">16469670</ArticleId></ArticleIdList></Reference><Reference><Citation>Strocchi A, Levitt MD. Factors affecting hydrogen production and consumption by human fecal flora. The critical roles of hydrogen tension and methanogenesis. J Clin Invest. 1992;89:1304&#x2013;1311.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC442992</ArticleId><ArticleId IdType="pubmed">1556190</ArticleId></ArticleIdList></Reference><Reference><Citation>Gasbarrini A, Corazza GR, Gasbarrini G, Montalto M, Di Stefano M, Basilisco G, et al. Methodology and indications of H2-breath testing in gastrointestinal diseases: the Rome Consensus Conference. Aliment Pharmacol Ther. 2009;29(Suppl 1):1&#x2013;49.</Citation><ArticleIdList><ArticleId IdType="pubmed">19344474</ArticleId></ArticleIdList></Reference><Reference><Citation>Keller J, Franke A, Storr M, Wiedbrauck F, Schirra J, et al. German Society for Neurogastroenterology and Motility Clinically relevant breath tests in gastroenterological diagnostics--recommendations of the German Society for Neurogastroenterology and Motility as well as the German Society for Digestive and Metabolic Diseases. Z Gastroenterol. 2005;43:1071&#x2013;1090.</Citation><ArticleIdList><ArticleId IdType="pubmed">16142616</ArticleId></ArticleIdList></Reference><Reference><Citation>Hammer HF, Fox MR, Keller J, Salvatore S, Basilisco G, Hammer J, et al. European guideline on indications, performance, and clinical impact of hydrogen and methane breath tests in adult and pediatric patients: European Association for Gastroenterology, Endoscopy and Nutrition, European Society of Neurogastroenterology and Mot. United European Gastroenterol J. 2022;10:15&#x2013;40.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8830282</ArticleId><ArticleId IdType="pubmed">34431620</ArticleId></ArticleIdList></Reference><Reference><Citation>Gilat T, Ben Hur H, Gelman-Malachi E, Terdiman R, Peled Y. Alterations of the colonic flora and their effect on the hydrogen breath test. Gut. 1978;19:602&#x2013;605.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1412075</ArticleId><ArticleId IdType="pubmed">680594</ArticleId></ArticleIdList></Reference><Reference><Citation>Pimentel M, Morales W, Lezcano S, Sun-Chuan D, Low K, Yang J. Gastroenterol Hepatol. Vol. 5. N Y: 2009. Low-dose nocturnal tegaserod or erythromycin delays symptom recurrence after treatment of irritable bowel syndrome based on presumed bacterial overgrowth; pp. 435&#x2013;442.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2886395</ArticleId><ArticleId IdType="pubmed">20574504</ArticleId></ArticleIdList></Reference><Reference><Citation>Brummer RJ, Armbrecht U, Bosaeus I, Dotevall G, Stockbruegger RW. The hydrogen (H2) breath test. Sampling methods and the influence of dietary fibre on fasting level. Scand J Gastroenterol. 1985;20:1007&#x2013;1013.</Citation><ArticleIdList><ArticleId IdType="pubmed">3001925</ArticleId></ArticleIdList></Reference><Reference><Citation>Levitt MD, Hirsh P, Fetzer CA, Sheahan M, Levine AS. H2 excretion after ingestion of complex carbohydrates. Gastroenterology. 1987;92:383&#x2013;389.</Citation><ArticleIdList><ArticleId IdType="pubmed">3792775</ArticleId></ArticleIdList></Reference><Reference><Citation>Miller G, Palmer KR, Smith B, Ferrington C, Merrick MV. Smoking delays gastric emptying of solids. Gut. 1989;30:50&#x2013;53.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1378230</ArticleId><ArticleId IdType="pubmed">2920927</ArticleId></ArticleIdList></Reference><Reference><Citation>Rosenthal A, Solomons NW. Time-course of cigarette smoke contamination of clinical hydrogen breath-analysis tests. Clin Chem. 1983;29:1980&#x2013;1981.</Citation><ArticleIdList><ArticleId IdType="pubmed">6627640</ArticleId></ArticleIdList></Reference><Reference><Citation>Perman JA, Modler S, Engel RR, Heldt G. Effect of ventilation on breath hydrogen measurements. J Lab Clin Med. 1985;105:436&#x2013;439.</Citation><ArticleIdList><ArticleId IdType="pubmed">3920335</ArticleId></ArticleIdList></Reference><Reference><Citation>Romagnuolo J, Schiller D, Bailey RJ. Using breath tests wisely in a gastroenterology practice: an evidence-based review of indications and pitfalls in interpretation. Am J Gastroenterol. 2002;97:1113&#x2013;1126.</Citation><ArticleIdList><ArticleId IdType="pubmed">12014715</ArticleId></ArticleIdList></Reference><Reference><Citation>Miller MA, Parkman HP, Urbain JL, Brown KL, Donahue DJ, Knight LC, et al. Comparison of scintigraphy and lactulose breath hydrogen test for assessment of orocecal transit: lactulose accelerates small bowel transit. Dig Dis Sci. 1997;42:10&#x2013;18.</Citation><ArticleIdList><ArticleId IdType="pubmed">9009110</ArticleId></ArticleIdList></Reference><Reference><Citation>Losurdo G, Leandro G, Ierardi E, Perri F, Barone M, Principi M, et al. Breath Tests for the Non-invasive Diagnosis of Small Intestinal Bacterial Overgrowth: A Systematic Review With Meta-analysis. J Neurogastroenterol Motil. 2020;26:16&#x2013;28.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6955189</ArticleId><ArticleId IdType="pubmed">31743632</ArticleId></ArticleIdList></Reference><Reference><Citation>Rangan V, Nee J, Lembo AJ. Small Intestinal Bacterial Overgrowth Breath Testing in Gastroenterology: Clinical Utility and Pitfalls. Clin Gastroenterol Hepatol. 2022;20:1450&#x2013;1453.</Citation><ArticleIdList><ArticleId IdType="pubmed">35301986</ArticleId></ArticleIdList></Reference><Reference><Citation>Pitcher CK, Farmer AD, Haworth JJ, Treadway S, Hobson AR. Performance and Interpretation of Hydrogen and Methane Breath Testing Impact of North American Consensus Guidelines. Dig Dis Sci. 2022;67:5571&#x2013;5579.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9652228</ArticleId><ArticleId IdType="pubmed">35366119</ArticleId></ArticleIdList></Reference><Reference><Citation>Alegre E, Sand&#xfa;a A, Calleja S, Deza S, Gonz&#xe1;lez &#xc1;. Modification of baseline status to improve breath tests performance. Sci Rep. 2022;12:9752&#x2013;9752.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9192647</ArticleId><ArticleId IdType="pubmed">35697832</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhao J, Zheng X, Chu H, Zhao J, Cong Y, Fried M, et al. A study of the methodological and clinical validity of the combined lactulose hydrogen breath test with scintigraphic oro-cecal transit test for diagnosing small intestinal bacterial overgrowth in IBS patients. Neurogastroenterol Motil. 2014;26:794&#x2013;802.</Citation><ArticleIdList><ArticleId IdType="pubmed">24641100</ArticleId></ArticleIdList></Reference><Reference><Citation>Takakura W, Rezaie A, Chey WD, Wang J, Pimentel M. Symptomatic Response to Antibiotics in Patients With Small Intestinal Bacterial Overgrowth: A Systematic Review and Meta-analysis. J Neurogastroenterol Motil. 2024;30:7&#x2013;16.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10774808</ArticleId><ArticleId IdType="pubmed">38173154</ArticleId></ArticleIdList></Reference><Reference><Citation>Sajjad A, Mottershead M, Syn WK, Jones R, Smith S, Nwokolo CU. Ciprofloxacin suppresses bacterial overgrowth, increases fasting insulin but does not correct low acylated ghrelin concentration in non-alcoholic steatohepatitis. Aliment Pharmacol Ther. 2005;22:291&#x2013;299.</Citation><ArticleIdList><ArticleId IdType="pubmed">16097995</ArticleId></ArticleIdList></Reference><Reference><Citation>Castiglione F, Rispo A, Di Girolamo E, Cozzolino A, Manguso F, Grassia R, et al. Antibiotic treatment of small bowel bacterial overgrowth in patients with Crohn&#x2019;s disease. Aliment Pharmacol Ther. 2003;18:1107&#x2013;1112.</Citation><ArticleIdList><ArticleId IdType="pubmed">14653830</ArticleId></ArticleIdList></Reference><Reference><Citation>Attar A, Flouri&#xe9; B, Rambaud JC, Franchisseur C, Ruszniewski P, Bouhnik Y. Antibiotic efficacy in small intestinal bacterial overgrowth-related chronic diarrhea: a crossover, randomized trial. Gastroenterology. 1999;117:794&#x2013;797.</Citation><ArticleIdList><ArticleId IdType="pubmed">10500060</ArticleId></ArticleIdList></Reference><Reference><Citation>Barkin JA, Keihanian T, Barkin JS, Antequera CM, Moshiree B. Preferential usage of rifaximin for the treatment of hydrogen-positive smallintestinal bacterial overgrowth. Rev Gastroenterol Peru. 2019;39:111&#x2013;115.</Citation><ArticleIdList><ArticleId IdType="pubmed">31333225</ArticleId></ArticleIdList></Reference><Reference><Citation>Pimentel M, Lembo A, Chey WD, Zakko S, Ringel Y, Yu J, et al. Rifaximin therapy for patients with irritable bowel syndrome without constipation. N Engl J Med. 2011;364:22&#x2013;32.</Citation><ArticleIdList><ArticleId IdType="pubmed">21208106</ArticleId></ArticleIdList></Reference><Reference><Citation>Wang J, Zhang L, Hou X. Efficacy of rifaximin in treating with small intestine bacterial overgrowth: a systematic review and meta-analysis. Expert Rev Gastroenterol Hepatol. 2021;15:1385&#x2013;1399.</Citation><ArticleIdList><ArticleId IdType="pubmed">34767484</ArticleId></ArticleIdList></Reference><Reference><Citation>Lauritano EC, Gabrielli M, Scarpellini E, Lupascu A, Novi M, Sottili S, et al. Small intestinal bacterial overgrowth recurrence after antibiotic therapy. Am J Gastroenterol. 2008;103:2031&#x2013;2035.</Citation><ArticleIdList><ArticleId IdType="pubmed">18802998</ArticleId></ArticleIdList></Reference><Reference><Citation>Pimentel M, Morales W, Lezcano S, Sun-Chuan D, Low K, Yang J. Gastroenterol Hepatol. Vol. 5. N Y: 2009. Low-dose nocturnal tegaserod or erythromycin delays symptom recurrence after treatment of irritable bowel syndrome based on presumed bacterial overgrowth; pp. 435&#x2013;442.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2886395</ArticleId><ArticleId IdType="pubmed">20574504</ArticleId></ArticleIdList></Reference><Reference><Citation>Kwak DS, Jun DW, Seo JG, Chung WS, Park SE, Lee KN, et al. Short-term probiotic therapy alleviates small intestinal bacterial overgrowth, but does not improve intestinal permeability in chronic liver disease. Eur J Gastroenterol Hepatol. 2014;26:1353&#x2013;1359.</Citation><ArticleIdList><ArticleId IdType="pubmed">25244414</ArticleId></ArticleIdList></Reference><Reference><Citation>Stotzer PO, Blomberg L, Conway PL, Henriksson A, Abrahamsson H. Probiotic treatment of small intestinal bacterial overgrowth by Lactobacillus fermentum KLD. Scand J Infect Dis. 1996;28:615&#x2013;619.</Citation><ArticleIdList><ArticleId IdType="pubmed">9060066</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhong C, Qu C, Wang B, Liang S, Zeng B. Probiotics for Preventing and Treating Small Intestinal Bacterial Overgrowth: A Meta-Analysis and Systematic Review of Current Evidence. J Clin Gastroenterol. 2017;51:300&#x2013;311.</Citation><ArticleIdList><ArticleId IdType="pubmed">28267052</ArticleId></ArticleIdList></Reference><Reference><Citation>Redondo-Cuevas L, Belloch L, Mart&#xed;n-Carbonell V, Nicol&#xe1;s A, Alexandra I, Sanchis L, et al. Do Herbal Supplements and Probiotics Complement Antibiotics and Diet in the Management of SIBO? A Randomized Clinical Trial. Nutrients. 2024:16&#x2013;16.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11013329</ArticleId><ArticleId IdType="pubmed">38613116</ArticleId></ArticleIdList></Reference><Reference><Citation>Garc&#xed;a-Collinot G, Madrigal-Santill&#xe1;n EO, Mart&#xed;nez-Bencomo MA, Carranza-Muleiro RA, Jara LJ, Vera-Lastra O, et al. Effectiveness of Saccharomyces boulardii and Metronidazole for Small Intestinal Bacterial Overgrowth in Systemic Sclerosis. Dig Dis Sci. 2020;65:1134&#x2013;1143.</Citation><ArticleIdList><ArticleId IdType="pubmed">31549334</ArticleId></ArticleIdList></Reference><Reference><Citation>Nickles MA, Hasan A, Shakhbazova A, Wright S, Chambers CJ, Sivamani RK. Alternative Treatment Approaches to Small Intestinal Bacterial Overgrowth: A Systematic Review. J Altern Complement Med. 2021;27:108&#x2013;119.</Citation><ArticleIdList><ArticleId IdType="pubmed">33074705</ArticleId></ArticleIdList></Reference><Reference><Citation>Leeming ER, Johnson AJ, Spector TD, Le Roy CI. Effect of Diet on the Gut Microbiota: Rethinking Intervention Duration. Nutrients. 2019;11</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6950569</ArticleId><ArticleId IdType="pubmed">31766592</ArticleId></ArticleIdList></Reference><Reference><Citation>Singh RK, Chang HW, Yan D, Lee KM, Ucmak D, Wong K, et al. Influence of diet on the gut microbiome and implications for human health. J Transl Med. 2017;15:73&#x2013;73.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5385025</ArticleId><ArticleId IdType="pubmed">28388917</ArticleId></ArticleIdList></Reference><Reference><Citation>Knez E, Kadac-Czapska K, Grembecka M. The importance of food quality, gut motility, and microbiome in SIBO development and treatment. Nutrition. 2024;124:112464&#x2013;112464.</Citation><ArticleIdList><ArticleId IdType="pubmed">38657418</ArticleId></ArticleIdList></Reference><Reference><Citation>Reddel S, Putignani L, Del Chierico F. The Impact of Low-FODMAPs, Gluten-Free, and Ketogenic Diets on Gut Microbiota Modulation in Pathological Conditions. Nutrients. 2019:11&#x2013;11.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6413021</ArticleId><ArticleId IdType="pubmed">30759766</ArticleId></ArticleIdList></Reference><Reference><Citation>Vincenzi M, Paolini B, Del Ciondolo I, Pasquini E. Su1390 Effects of Low-FODMAP Diet and Rifaximina in Small Intestine Bacterium Overgrowth Patients. A Double-Blind Randomized Controlled Clinical Study: Preliminary Results. Gastroenterology. 2015;148:S&#x2013;495-S-496.S0016508515316619</Citation></Reference><Reference><Citation>Losurdo G, Marra A, Shahini E, Girardi B, Giorgio F, Amoruso A, et al. Small intestinal bacterial overgrowth and celiac disease: A systematic review with pooled-data analysis. Neurogastroenterol Motil. 2017:29&#x2013;29.</Citation><ArticleIdList><ArticleId IdType="pubmed">28191721</ArticleId></ArticleIdList></Reference><Reference><Citation>Tursi A, Brandimarte G, Giorgetti G. High prevalence of small intestinal bacterial overgrowth in celiac patients with persistence of gastrointestinal symptoms after gluten withdrawal. Am J Gastroenterol. 2003;98:839&#x2013;843. doi: 10.1111/j.1572-0241.2003.07379.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1572-0241.2003.07379.x</ArticleId><ArticleId IdType="pubmed">12738465</ArticleId></ArticleIdList></Reference><Reference><Citation>So D, Whelan K, Rossi M, Morrison M, Holtmann G, Kelly JT, et al. Dietary fiber intervention on gut microbiota composition in healthy adults: a systematic review and meta-analysis. Am J Clin Nutr. 2018;107:965&#x2013;983. 29757343.</Citation><ArticleIdList><ArticleId IdType="pubmed">29757343</ArticleId></ArticleIdList></Reference><Reference><Citation>Barber TM, Kabisch S, Pfeiffer AFH, Weickert MO. The Health Benefits of Dietary Fibre. Nutrients. 2020;12:3209&#x2013;3209. https://www.mdpi.com/2072-6643/12/10/3209</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7589116</ArticleId><ArticleId IdType="pubmed">33096647</ArticleId></ArticleIdList></Reference><Reference><Citation>Triantafyllou K, Chang C, Pimentel M. Methanogens, methane and gastrointestinal motility. J Neurogastroenterol Motil. 2014;20:31&#x2013;40.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3895606</ArticleId><ArticleId IdType="pubmed">24466443</ArticleId></ArticleIdList></Reference><Reference><Citation>Thauer RK, Kaster AK, Seedorf H, Buckel W, Hedderich R. Methanogenic archaea: ecologically relevant differences in energy conservation. Nat Rev Microbiol. 2008;6:579&#x2013;591.</Citation><ArticleIdList><ArticleId IdType="pubmed">18587410</ArticleId></ArticleIdList></Reference><Reference><Citation>Gaci N, Borrel G, Tottey W, O&#x2019;Toole PW, Brug&#xe8;re JF. Archaea and the human gut: new beginning of an old story. World J Gastroenterol. 2014;20:16062&#x2013;16078.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4239492</ArticleId><ArticleId IdType="pubmed">25473158</ArticleId></ArticleIdList></Reference><Reference><Citation>Kunkel D, Basseri RJ, Makhani MD, Chong K, Chang C, Pimentel M. Methane on breath testing is associated with constipation: a systematic review and meta-analysis. Dig Dis Sci. 2011;56:1612&#x2013;1618.</Citation><ArticleIdList><ArticleId IdType="pubmed">21286935</ArticleId></ArticleIdList></Reference><Reference><Citation>Ghoshal U, Shukla R, Srivastava D, Ghoshal UC. Irritable Bowel Syndrome, Particularly the Constipation-Predominant Form, Involves an Increase in Methanobrevibacter smithii, Which Is Associated with Higher Methane Production. Gut Liver. 2016;10:932&#x2013;938.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5087933</ArticleId><ArticleId IdType="pubmed">27458176</ArticleId></ArticleIdList></Reference><Reference><Citation>Pimentel M, Lin HC, Enayati P, van den Burg B, Lee HR, Chen JH, et al. Methane, a gas produced by enteric bacteria, slows intestinal transit and augments small intestinal contractile activity. Am J Physiol Gastrointest Liver Physiol. 2006;290:G1089&#x2013;G1095.</Citation><ArticleIdList><ArticleId IdType="pubmed">16293652</ArticleId></ArticleIdList></Reference><Reference><Citation>Jahng J, Jung IS, Choi EJ, Conklin JL, Park H. The effects of methane and hydrogen gases produced by enteric bacteria on ileal motility and colonic transit time. Neurogastroenterol Motil. 2012;24:185-90, e92.</Citation><ArticleIdList><ArticleId IdType="pubmed">22097886</ArticleId></ArticleIdList></Reference><Reference><Citation>Park YM, Lee YJ, Hussain Z, Lee YH, Park H. The effects and mechanism of action of methane on ileal motor function. Neurogastroenterol Motil. 2017:29&#x2013;29.</Citation><ArticleIdList><ArticleId IdType="pubmed">28417537</ArticleId></ArticleIdList></Reference><Reference><Citation>Low K, Hwang L, Hua J, Zhu A, Morales W, Pimentel M. A combination of rifaximin and neomycin is most effective in treating irritable bowel syndrome patients with methane on lactulose breath test. J Clin Gastroenterol. 2010;44:547&#x2013;550.</Citation><ArticleIdList><ArticleId IdType="pubmed">19996983</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>