<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">40698304</PMID><DateRevised><Year>2025</Year><Month>07</Month><Day>25</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2589-790X</ISSN><JournalIssue CitedMedium="Internet"><Volume>7</Volume><Issue>7</Issue><PubDate><Year>2025</Year><Month>Jul</Month></PubDate></JournalIssue><Title>CJC open</Title><ISOAbbreviation>CJC Open</ISOAbbreviation></Journal><ArticleTitle>Adjustment of Antiplatelet Therapy in Patients With Myocardial Infarction Treated Without Revascularization: A Retrospective Cohort Study.</ArticleTitle><Pagination><StartPage>913</StartPage><EndPage>920</EndPage><MedlinePgn>913-920</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.cjco.2025.04.012</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="UNASSIGNED">Although a substantial proportion of patients with myocardial infarction (MI) are treated without revascularization, no randomized controlled trial has evaluated the optimal antiplatelet strategy in this vulnerable population and practice patterns may be heterogeneous. This study aims to describe postdischarge antiplatelet therapy (APT) practice patterns in medically managed patients with MI.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A retrospective cohort study was conducted at the Montreal Heart Institute (July 31, 2020-July 31, 2023). Patients aged &#x2265;18 years hospitalized for MI and discharged without revascularization were included, and discharge antiplatelet patterns were documented.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">A total of 365 patients were included, comprising 156 women (42.7%) (median age: 71.4 years [interquartile range: 61-83]). Reasons for being treated without revascularization include MI without obstructive coronary artery disease (n=139; 38%), no angiography performed (n=118; 32%), severe disease not amenable to revascularization (n=71; 20%), small branch disease (n=21; 6%), and spontaneous coronary dissection (n=16; 4%). At discharge, 41.9% (n=153) received dual APT (DAPT), 38.4% (n=140) received single APT, and 19.7% (n=72) received no antiplatelet agent. The most common DAPT regimen prescribed was clopidogrel-acetylsalicylic acid (aspirin) (34.0%; n=124), and the most frequently prescribed antiplatelet monotherapy was aspirin (25.8%; n=94). Among patients treated with DAPT, duration of prescription was 12 months in 91.5% of cases. Postdischarge antiplatelet strategy varied depending on the underlying MI etiology.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Postdischarge antiplatelet strategies prescribed in patients with an MI treated without revascularization are heterogeneous, whereas the preferred strategy is DAPT for 12 months. This variability reflects current clinical equipoise in this understudied population.</AbstractText><CopyrightInformation>&#xa9; 2025 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Dostie</LastName><ForeName>Nicolas</ForeName><Initials>N</Initials><AffiliationInfo><Affiliation>Faculty of Medicine, Universit&#xe9; de Montr&#xe9;al, Montreal, Quebec, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Montreal Heart Institute, Montr&#xe9;al, Quebec, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sarshoghi</LastName><ForeName>Arman</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Faculty of Medicine, Universit&#xe9; de Montr&#xe9;al, Montreal, Quebec, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Centre Hospitalier de l'Universit&#xe9; de Montr&#xe9;al, Montr&#xe9;al, Quebec, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Doucet</LastName><ForeName>Alexis</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Faculty of Medicine, Universit&#xe9; de Montr&#xe9;al, Montreal, Quebec, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Avram</LastName><ForeName>Robert</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Montreal Heart Institute, Montr&#xe9;al, Quebec, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tanguay</LastName><ForeName>Jean-Fran&#xe7;ois</ForeName><Initials>JF</Initials><AffiliationInfo><Affiliation>Montreal Heart Institute, Montr&#xe9;al, Quebec, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Marquis-Gravel</LastName><ForeName>Guillaume</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>Montreal Heart Institute, Montr&#xe9;al, Quebec, Canada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>04</Month><Day>22</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>CJC Open</MedlineTA><NlmUniqueID>101763635</NlmUniqueID><ISSNLinking>2589-790X</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="CONTEXTE" NlmCategory="UNASSIGNED">Bien qu&#x2019;un pourcentage important des patients qui subissent un infarctus du myocarde (IM) soient trait&#xe9;s sans revascularisation, aucun essai contr&#xf4;l&#xe9; randomis&#xe9; n&#x2019;a &#xe9;t&#xe9; men&#xe9; pour &#xe9;valuer la strat&#xe9;gie antiplaquettaire optimale dans cette population vuln&#xe9;rable. Or, il semble y avoir une h&#xe9;t&#xe9;rog&#xe9;n&#xe9;it&#xe9; quant aux habitudes de prescription. Cette &#xe9;tude visait donc &#xe0; d&#xe9;crire les habitudes de prescrptions antiplaquettaires apr&#xe8;s le cong&#xe9; de l&#x2019;h&#xf4;pital chez des patients ayant subi un IM, mais trait&#xe9;s sans revascularisation. <b><i>M&#xe9;thodologie</i></b> : Une &#xe9;tude de cohorte r&#xe9;trospective a &#xe9;t&#xe9; men&#xe9;e &#xe0; l&#x2019;Institut de cardiologie de Montr&#xe9;al du 31 juillet 2020 au 31 juillet 2023. Les patients inclus &#xe9;taient &#xe2;g&#xe9;s d&#x2019;au moins 18 ans, avaient &#xe9;t&#xe9; hospitalis&#xe9;s pour un IM et avaient re&#xe7;u leur cong&#xe9; de l&#x2019;h&#xf4;pital sans revascularisation. Le traitement antiplaquettaire prescrit au cong&#xe9; a &#xe9;t&#xe9; document&#xe9;.</AbstractText><AbstractText Label="R&#xc9;SULTATS" NlmCategory="UNASSIGNED">Au total, 365 patients ont &#xe9;t&#xe9; inclus, dont 156 femmes (42,7 %) (&#xe2;ge m&#xe9;dian : 71,4 ans; [intervalle interquartile : 61-83]). Les raisons justifiant l&#x2019;absence de revascularisation &#xe9;taient les suivantes : infarctus du myocarde sans maladie coronarienne obstructive (MINOCA) (n = 139; 38 %), aucune coronarographie r&#xe9;alis&#xe9;e (n = 118; 32 %), maladie ath&#xe9;roscl&#xe9;rotique s&#xe9;v&#xe8;re ne se pr&#xea;tant pas &#xe0; une revascularisation (n = 71; 20 %), microangiopathies coronariennes (n = 21; 6 %) et dissection spontan&#xe9;e de l&#x2019;art&#xe8;re coronaire (n = 16; 4 %). Au moment du cong&#xe9; de l&#x2019;h&#xf4;pital, 41,9 % des patients (n = 153) avaient re&#xe7;u une double th&#xe9;rapie antiplaquettaire (DTAP), 38,4 % (n = 140) avaient re&#xe7;u une monoth&#xe9;rapie antiplaquettaire et 19,7 % (n = 72) n&#x2019;avaient re&#xe7;u aucun agent antiplaquettaire. LaDTAP la plus fr&#xe9;quemment prescrite &#xe9;tait la combinaison de clopidogrel et d&#x2019;aspirine (34,0 %; n = 124), suivie de la monoth&#xe9;rapie antiplaquettaire d&#x2019;aspirine (25,8 %; n = 94). Les prescriptions &#xe9;taient pour une dur&#xe9;e de 12 mois chez 91,5 % des patients trait&#xe9;s par DTAP. Il a &#xe9;t&#xe9; remarqu&#xe9; queles strat&#xe9;gies antiplaquettaires au cong&#xe9; de l&#x2019;h&#xf4;pital variaient en fonction de la cause sous-jacente de l&#x2019;IM.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Les strat&#xe9;gies antiplaquettaires prescrites apr&#xe8;s le cong&#xe9; de l&#x2019;h&#xf4;pital aux patients ayant subi un IM trait&#xe9;s sans revascularisation sont h&#xe9;t&#xe9;rog&#xe8;nes, mais la strat&#xe9;gie privil&#xe9;gi&#xe9;e demeure la double th&#xe9;rapie antiplaquettaire prescrite pendant 12 mois. N&#xe9;anmoins, cette variabilit&#xe9; refl&#xe8;te un principe d&#x2019;&#xe9;quivalence (&#xe9;quipoise) quant aux traitements antiplaquettaires dans cette population sous-&#xe9;tudi&#xe9;e.</AbstractText><CopyrightInformation>&#xa9; 2025 The Authors.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>1</Month><Day>29</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>4</Month><Day>13</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>7</Month><Day>23</Day><Hour>11</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>7</Month><Day>23</Day><Hour>11</Hour><Minute>27</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>7</Month><Day>23</Day><Hour>5</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>4</Month><Day>22</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40698304</ArticleId><ArticleId IdType="pmc">PMC12277816</ArticleId><ArticleId IdType="doi">10.1016/j.cjco.2025.04.012</ArticleId><ArticleId IdType="pii">S2589-790X(25)00250-1</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Bainey K.R., Marquis-Gravel G., Belley-C&#xf4;t&#xe9; E., et al. Canadian Cardiovascular Society/Canadian Association of Interventional Cardiology 2023 Focused Update of the Guidelines for the Use of Antiplatelet Therapy. Can J Cardiol. 2024;40:160&#x2013;181.</Citation><ArticleIdList><ArticleId IdType="pubmed">38104631</ArticleId></ArticleIdList></Reference><Reference><Citation>Marquis-Gravel G., Dalgaard F., Jones A.D., et al. Post-discharge bleeding and mortality following acute coronary syndromes with or without PCI. J Am Coll Cardiol. 2020;76:162&#x2013;171.</Citation><ArticleIdList><ArticleId IdType="pubmed">32646565</ArticleId></ArticleIdList></Reference><Reference><Citation>Ge Z., Kan J., Gao X., Raza A., Zhang J.-J., Mohydin B.S., et al. Ticagrelor alone versus ticagrelor plus aspirin from month 1 to month 12 after percutaneous coronary intervention in patients with acute coronary syndromes (ULTIMATE-DAPT): a randomised, placebo-controlled, double-blind clinical trial. Lancet. 2024;403:1866&#x2013;1878.</Citation><ArticleIdList><ArticleId IdType="pubmed">38599220</ArticleId></ArticleIdList></Reference><Reference><Citation>Mehran R., Baber U., Sharma S.K., Cohen D.J., Angiolillo D.J., Briguori C., et al. Ticagrelor with or without aspirin in high-risk patients after PCI. N Engl J Med. 2019;381:2032&#x2013;2042.</Citation><ArticleIdList><ArticleId IdType="pubmed">31556978</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim B.K., Hong S.J., Cho Y.H., et al. Effect of ticagrelor monotherapy vs ticagrelor with aspirin on major bleeding and cardiovascular events in patients with acute coronary syndrome: the TICO Randomized Clinical Trial. JAMA. 2020;323:2407&#x2013;2416.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7298605</ArticleId><ArticleId IdType="pubmed">32543684</ArticleId></ArticleIdList></Reference><Reference><Citation>Baber U., Dangas G., Cohen D.J., et al. Ticagrelor with aspirin or alone in high-risk patients after coronary intervention: rationale and design of the TWILIGHT study. Am Heart J. 2016;182:125&#x2013;134.</Citation><ArticleIdList><ArticleId IdType="pubmed">27914492</ArticleId></ArticleIdList></Reference><Reference><Citation>Hahn J.Y., Song Y.B., Oh J.H., et al. 6-month versus 12-month or longer dual antiplatelet therapy after percutaneous coronary intervention in patients with acute coronary syndrome (SMART-DATE): a randomised, open-label, non-inferiority trial. Lancet. 2018;391:1274&#x2013;1284.</Citation><ArticleIdList><ArticleId IdType="pubmed">29544699</ArticleId></ArticleIdList></Reference><Reference><Citation>Vranckx P., Valgimigli M., J&#xfc;ni P., et al. Ticagrelor plus aspirin for 1 month, followed by ticagrelor monotherapy for 23 months vs aspirin plus clopidogrel or ticagrelor for 12 months, followed by aspirin monotherapy for 12 months after implantation of a drug-eluting stent: a multicentre, open-label, randomised superiority trial. Lancet. 2018;392:940&#x2013;949.</Citation><ArticleIdList><ArticleId IdType="pubmed">30166073</ArticleId></ArticleIdList></Reference><Reference><Citation>Natsuaki M., Watanabe H., Morimoto T., et al. An aspirin-free versus dual antiplatelet strategy for coronary stenting: STOPDAPT-3 randomized trial. Circulation. 2024;149:585&#x2013;600.</Citation><ArticleIdList><ArticleId IdType="pubmed">37994553</ArticleId></ArticleIdList></Reference><Reference><Citation>Hong S.J., Lee S.J., Suh Y., et al. Stopping aspirin within 1 month after stenting for ticagrelor monotherapy in acute coronary syndrome: the T-PASS randomized noninferiority trial. Circulation. 2024;149:562&#x2013;573.</Citation><ArticleIdList><ArticleId IdType="pubmed">37878786</ArticleId></ArticleIdList></Reference><Reference><Citation>Wijeysundera H.C., Sidhu M.S., Bennell M.C., et al. Predictors of initial revascularization versus medical therapy alone in patients with non&#x2013;ST-segment&#x2013;elevation acute coronary syndrome undergoing an invasive strategy. Circ Cardiovasc Interv. 2016;9</Citation><ArticleIdList><ArticleId IdType="pubmed">27418612</ArticleId></ArticleIdList></Reference><Reference><Citation>Mehta S.R., Tanguay J.F., Eikelboom J.W., et al. Double-dose versus standard-dose clopidogrel and high-dose versus low-dose aspirin in individuals undergoing percutaneous coronary intervention for acute coronary syndromes (CURRENT-OASIS 7): a randomised factorial trial. Lancet. 2010;376:1233&#x2013;1243.</Citation><ArticleIdList><ArticleId IdType="pubmed">20817281</ArticleId></ArticleIdList></Reference><Reference><Citation>von Elm E., Altman D.G., Egger M., et al. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. J Clin Epidemiol. 2008;61:344&#x2013;349.</Citation><ArticleIdList><ArticleId IdType="pubmed">18313558</ArticleId></ArticleIdList></Reference><Reference><Citation>Thygesen K., Alpert J.S., Jaffe A.S., et al. Executive Group on behalf of the Joint European Society of Cardiology (ESC)/American College of Cardiology (ACC)/American Heart Association (AHA)/World Heart Federation (WHF) Task Force for the Universal Definition of Myocardial Infarction. Fourth universal definition of myocardial infarction (2018) Circulation. 2018;138:e618&#x2013;e651.</Citation><ArticleIdList><ArticleId IdType="pubmed">30571511</ArticleId></ArticleIdList></Reference><Reference><Citation>Mehran R., Rao S.V., Bhatt D.L., et al. Standardized bleeding definitions for cardiovascular clinical trials: a consensus report from the Bleeding Academic Research Consortium. Circulation. 2011;123:2736&#x2013;2747.</Citation><ArticleIdList><ArticleId IdType="pubmed">21670242</ArticleId></ArticleIdList></Reference><Reference><Citation>Wallentin L., Becker R.C., Budaj A., et al. Ticagrelor versus clopidogrel in patients with acute coronary syndromes. N Engl J Med. 2009;361:1045&#x2013;1057.</Citation><ArticleIdList><ArticleId IdType="pubmed">19717846</ArticleId></ArticleIdList></Reference><Reference><Citation>Yusuf S., Zhao F., Mehta S.R., et al. Effects of clopidogrel in addition to aspirin in patients with acute coronary syndromes without ST-segment elevation. N Engl J Med. 2001;345:494&#x2013;502.</Citation><ArticleIdList><ArticleId IdType="pubmed">11519503</ArticleId></ArticleIdList></Reference><Reference><Citation>Pacheco C., Coutinho T., Bastiany A., et al. Canadian Cardiovascular Society/Canadian Women's Heart Health Alliance clinical practice update on myocardial infarction with no obstructive coronary artery disease (MINOCA) Can J Cardiol. 2024;40:953&#x2013;968.</Citation><ArticleIdList><ArticleId IdType="pubmed">38852985</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>